Repository: Exodus-Privacy/exodus
Catalog: exodus/reports/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: Prefix in storage:
de: Präfix im Speicher:
el: Πρόθεμα στο χώρο αποθήκευσης:
es: Prefijo en el almacenamiento:
fr: Préfixe de stockage :
it: Prefisso di storage:
oc: Prefixe d’emmagazinament :

source: tracker
es: rastreador
fr: pisteur
oc: traçador

source: see other versions
de: andere Versionen anzeigen
el: δείτε άλλες εκδόσεις
es: ver otras versiones
fr: voir les autres versions
it: vedi altre versioni

source: Created by
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
fr: Créée par
it: Creata da

source: Downloads:
el: Λήψεις:
es: Descargas:
fr: Téléchargements&nbsp;:
it: Scaricamenti:

source: Report created on
de: Bericht erstellt am
el: Η αναφορά δημιουργήθηκε στις
es: Informe creado el
fr: Rapport créé le
it: Report creato il

source: and updated on
de: und zuletzt aktualisiert am
el: και ενημερώθηκε στις
es: y actualizado el
fr: et mis à jour le
it: e aggiornato il

source: Delete this report
de: Diesen Bericht löschen
el: Διαγραφή αυτής της αναφοράς
es: Eliminar este informe
fr: Supprimer ce rapport
it: Elimina questo report

source: See on Google Play
de: Auf Google Play anzeigen
el: Δείτε στο Google Play
es: Ver en Google Play
fr: Voir sur Google Play
it: Vedi su Google Play

source: We have found <b>code signature</b> of the following tracker in the application:
de: Wir haben die <b>Code-Signatur</b> des folgenden Trackers in der App gefunden:
el: Εχουμε βρει <b>υπογραφή κώδικα</b> του παρακάτω tracker στην εφαρμογή:
es: Hemos encontrado <b>firma de código</b> del siguiente rastreador en la aplicación:
fr: Nous avons trouvé la <b>signature</b> du pisteur suivant dans cette application&nbsp;:
it: Abbiamo trovato il <b>codice di firma</b> del seguente tracker nell'applicazione:

source: We have not found <b>code signature</b> of any tracker we know in the application.
de: Wir haben keine <b>Code-Signatur</b> irgendeines Trackers in der App gefunden.
el: Δεν έχουμε βρει <b>υπογραφή κώδικα</b> σε κάποιο tracker που γνωρίζουμε στην εφαρμογή.
es: No hemos encontrado <b>firma de código</b> de ningún rastreador que conozcamos en la aplicación.
fr: Nous n’avons pas trouvé la <b>signature</b> de pisteurs que nous connaissons dans l’application.
it: Non abbiamo trovato il <b>codice di firma</b> di alcun tracker che conosciamo nell'applicazione.

source: The application could contain tracker(s) we do not know yet.
de: Die Anwendung könnte Tracker enthalten, die wir noch nicht kennen.
el: Η εφαρμογή μπορεί να περιέχει tracker(s) που δεν γνωρίζουμε ακόμα.
es: La aplicación podría contener rastreador(es) que aún no conocemos.
fr: L’application pourrait contenir un ou plusieurs pisteurs que nous n’avons pas encore identifiés.
it: L'applicazione potrebbe contenere tracker che non conosciamo ancora.
oc: L’aplicacion poiriá contenir un o mai traçadors qu’avèm pas encara identificats.

source: A tracker is a piece of software meant to collect data about you or your usages.
de: Ein Tracker ist eine Software zur Erfassung von Daten über Sie oder Ihre Nutzung.
el: Το tracker είναι ένα λογισμικό, που προορίζεται για τη συλλογή δεδομένων, σχετικά με εσάς ή την χρήση που κάνετε.
es: Un rastreador es un software destinado a recopilar datos sobre ti o tus usos.
fr: Un pisteur est une partie du logiciel dédiée à la collecte de données sur vous et vos usages.
it: Un tracker è un software pensato per raccogliere dati su di te o sui tuoi utilizzi.

source: Learn more
de: Weitere Informationen
el: Μάθετε περισσότερα
es: Aprende más
fr: En savoir plus
it: Leggi di più

source: We have found the following permission in the application:
de: Wir haben die folgende Berechtigung in der Anwendung gefunden:
el: Βρήκαμε την ακόλουθη άδεια στην εφαρμογή:
es: Hemos encontrado el siguiente permiso en la aplicación:
fr: Nous avons trouvé la permission suivante dans cette application&nbsp;:
it: Abbiamo trovato il permesso seguente nell'applicazione:

source: The icon &nbsp;<img src="/static/img/danger.svg">&nbsp; indicates a 'Dangerous' or 'Special' level according to <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">Google's protection levels</a>.
de: Das Symbol &nbsp;<img src="/static/img/danger.svg">&nbsp; zeigt ein „Gefährliches“ oder „Spezial“-Level nach <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">Googles Schutzniveau</a> an.
el: Το εικονίδιο &nbsp;<img src="/static/img/danger.svg">&nbsp; υποδεικνύει ένα «Επικίνδυνο» ή «Ειδικό» επίπεδο σύμφωνα με τα <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">Επίπεδα προστασίας της Google</a>.
es: El icono &nbsp;<img src="/static/img/danger.svg">&nbsp; indica un nivel 'Peligroso' o 'Especial' de acuerdo a los <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">niveles de protección de Google</a>.
fr: L'icône &nbsp;<img src="/static/img/danger.svg">&nbsp; indique un niveau 'Dangereux' ou 'Spécial' d'après les <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">niveaux de protection de Google</a>.
it: L'icona &nbsp;<img src="/static/img/danger.svg">&nbsp; indica un livello 'Pericoloso' o 'Speciale' secondo <a target="_blank" rel="noreferrer" href="https://developer.android.com/guide/topics/permissions/overview">i livelli di protezione di Google</a>.

source: This application doesn't require any permissions.
de: Diese App erfordert keine Berechtigungen.
el: Αυτή η εφαρμογή δεν απαιτεί δικαιώματα.
es: Esta aplicación no requiere ningún permiso.
fr: Cette application ne demande aucun autorisation.
it: Questa applicazione non richiede alcun permesso.
oc: Aquesta aplicacion demanda pas cap d’autorizacion.

source: Permissions are actions the application can do on your phone.
de: Berechtigungen sind Aktionen, die die Anwendung auf Ihrem Telefon ausführen kann.
el: Τα δικαιώματα ή άδειες, είναι οι ενέργειες που μπορεί να κάνει η εφαρμογή στο τηλέφωνο σας.
es: Los permisos son acciones que la aplicación puede hacer en tu teléfono.
fr: Les permissions sont les actions que l’application peut effectuer sur votre téléphone.
it: I permessi sono azioni che l'applicazione può fare sul telefono.

source: What's next?
de: Wie geht es weiter?
el: Τι θα ακολουθήσει;
es: ¿Y ahora?
fr: Et après ?
it: E adesso?

source: If this application does not sufficiently respect your privacy in your opinion, some alternatives exist!
de: Wenn diese Anwendung Ihre Privatsphäre Ihrer Meinung nach nicht ausreichend respektiert, gibt es einige Alternativen!
el: Εάν αυτή η εφαρμογή δεν σέβεται επαρκώς το απόρρητο κατά τη γνώμη σας, υπάρχουν ορισμένες εναλλακτικές λύσεις!
es: Si esta aplicación no respeta suficientemente su privacidad en su opinión, ¡existen algunas alternativas!
fr: Si cette application ne respecte pas suffisamment votre vie privée à votre goût, des alternatives existent&nbsp;!
it: Se questa applicazione non rispetta abbastanza la tua privacy a tuo parere, esistono alcune alternative!

source: Read the article
de: Artikel lesen
el: Διαβάστε το άρθρο
es: Leer el artículo
fr: Lire l'article
it: Leggi l'articolo

source: This report lists trackers signatures found by static analysis in this APK. This is not a proof of activity of these trackers.
de: Dieser Bericht listet Tracker-Signaturen auf, die durch statische Analyse in dieser APK gefunden wurden. Dies ist kein Beweis für die Aktivität dieser Tracker.
el: Αυτή η αναφορά παραθέτει υπογραφές απο trackers που βρέθηκαν μετά απο στατική ανάλυση σε αυτό το APK. Αυτό δεν αποτελεί απόδειξη της δραστηριότητας αυτών των trackers.
es: Este informe lista las firmas encontradas por análisis estáticos en este APK. Esto no es una prueba de la actividad de estos rastreadores.
fr: Ce rapport liste les signatures des pisteurs que nous avons trouvés par l’analyse statique de cet APK. Cela ne constitue pas une preuve de l’activité de ces pisteurs.
it: Questo report elenca le firme dei tracker trovate da analisi statica in questo APK. Questo non è una prova di attività di questi tracker.

source: If you have doubts about this report, contact us at
el: Εάν έχετε αμφιβολίες σχετικά με αυτήν την αναφορά, επικοινωνήστε μαζί μας στο
es: Si tiene dudas sobre este informe, ponte en contacto con nosotros en
fr: Si vous avez des doutes au sujet de ce rapport, contactez-nous à
it: Se hai dubbi su questo report, contattaci a

source: Signed by
de: Signiert von
el: Υπογράφηκε από
es: Firmado por
fr: Signée par
it: Firmato da

source: Fingerprint:
de: Fingerabdruck:
el: Δακτυλικό αποτύπωμα:
es: Huellas digitales:
fr: Empreinte :
it: Impronta digitale:
oc: Emprenta :

source: Issuer:
de: Herausgeber:
el: Εκδότης:
es: Emisor:
fr: Émetteur&nbsp;:
it: Emittente:

source: Subject:
de: Betreff:
el: Θέμα:
es: Asunto:
fr: Sujet&nbsp;:
it: Oggetto:

source: Serial:
el: Σειριακός:
es: Número de serie:
fr: Série&nbsp;:
it: Serie:

source: No signatures found <b>OR</b> x509 certificate does not comply the RFC.
de: Keine Signaturen gefunden <b>ODER</b> x509 Zertifikat entspricht nicht dem RFC.
el: Δεν βρέθηκαν υπογραφές <b>Η</b> το πιστοποιητικό x509 δεν συμμορφώνεται με το RFC.
es: No se encontraron firmas <b>O</b> certificado x509 no cumple con el RFC.
fr: Aucune signature trouvée <b>OU</b> certificat x509 non conforme avec la RFC.
it: Nessuna firma trovata <b>O</b> certificato x509 non è conforme al RFC.
oc: Cap de signatura pas trobada <b>O</b> certificat x509 pas confòrme amb la RFC.

source: See APK fingerprint
de: APK-Fingerabdruck anzeigen
el: Δείτε το δακτυλικό αποτύπωμα APK
es: Ver huella digital APK
fr: Voir l'empreinte de la clé
it: Vedi l'impronta digitale dell'APK

source: Text
el: Κείμενο
es: Texto
fr: Texte
it: Testo
oc: Tèxte

source: APK fingerprint
de: APK-Fingerabdruck
el: Δακτυλικό αποτύπωμα APK
es: Huella digital APK
fr: Empreinte de la clé
it: Impronta digitale dell'APK
oc: Emprenta de la clau

source: APK checksum:
de: APK-Prüfsumme:
el: Έλεγχος APK:
es: Suma de comprobación APK:
fr: Somme de contrôle&nbsp;:
it: Somma di controllo:

source: Handle:
es: Gestor:
fr: Identifiant&nbsp;:
it: Nome utente:

source: Name:
el: Όνομα:
es: Nombre:
fr: Nom&nbsp;:
it: Nome:

source: UAID:
fr: UAID&nbsp;:

source: Version:
el: Έκδοση:
es: Versión:
fr: Version&nbsp;:
it: Versione:

source: Version code:
de: Versionscode:
el: Κωδικός έκδοσης:
es: Código de la versión:
fr: Code de version&nbsp;:
it: Codice di versione:

source: Icon hash:
el: Hash εικονιδίου:
es: Hash del icono:
fr: Empreinte de l’icône&nbsp;:
it: Impronta dell'icona:

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
oc: Tampar

source: Reports
de: Berichte
el: Αναφορές
es: Informes
fr: Rapports
it: Report

source: Search a report
fr: Rechercher un rapport

source: Application name
fr: Nom de l'application

source: You can search for an application using its name or handle
fr: Vous pouvez rechercher une application par son nom ou son identifiant

source: Let's go!
fr: C'est parti !

source: Results
fr: Résultats

source: Looking for an application we don't know yet?
el: Ψάχνετε για μια εφαρμογή που δεν γνωρίζουμε ακόμα;
es: Buscando una aplicación que aún no conocemos?
fr: A la recherche d'une application que nous ne connaissons pas encore ?
it: Cerchi un'applicazione che non conosciamo ancora?

source: Perform a new analysis
el: Εκτελέστε μια νέα ανάλυση
es: Realizar un nuevo análisis
fr: Effectuer une nouvelle analyse
it: Esegui una nuova analisi

source: Need an overview?
fr: Besoin d'une vision d'ensemble&nbsp;?

source: Latest reports
de: Neueste Berichte
el: Τελευταίες αναφορές
es: Últimos informes
fr: Les derniers rapports
it: Ultimi report

source: No known trackers
de: Keine bekannten Tracker
el: Δεν υπάρχουν γνωστά trackers
es: Sin rastreadores conocidos
fr: Aucun pisteurs identifiés
it: Nessun tracker noto

source: Sorted by number of trackers
de: Sortiert nach Anzahl der Tracker
el: Ταξινόμηση κατά αριθμό trackers
es: Ordenado por cantidad de rastreadores
fr: Triés par nombre de pisteurs
it: Ordinato per numero di tracker

source: No results found.
fr: Aucun résultat.

source: tracker(s)
fr: pisteur(s)

source: %(reports_total_count)s reports for %(apps_total_count)s applications
de: %(reports_total_count)s Berichte für %(apps_total_count)s Anwendungen
el: %(reports_total_count)s αναφορές για %(apps_total_count)s εφαρμογές
es: %(reports_total_count)s informes para %(apps_total_count)s aplicaciones
fr: %(reports_total_count)s rapports pour %(apps_total_count)s applications
it: %(reports_total_count)s report per %(apps_total_count)s applicazioni

source: Report does not exist
de: Bericht existiert nicht
el: Η αναφορά δεν υπάρχει
es: El informe no existe
fr: Le rapport n’existe pas
it: Il report non esiste

source: App does not exist
de: App nicht vorhanden
el: Η εφαρμογή δεν υπάρχει
es: La aplicación no existe
fr: L’application n’existe pas
it: L'app non esiste
oc: L’aplicacion existís pas

source: Provide this URI to Electra for report completion:
oc: Enviar aquesta URI a Electra per la finalizacion del rapòrt

source: permission
de: Berechtigung
el: άδεια
es: permiso
it: permesso
oc: autorizacions

source: Other versions
oc: Autras versions

source: On Google Play
oc: Sus Google Play

source: APK checksum
oc: Sòma de verificacion

source: Handle
oc: Identificant

source: Name
oc: Nom

source: Version code
oc: Version còdi

source: Icon hash
oc: Hash de l’icòna

source: This report was automatically issued on
oc: Aqueste rapòrt foguèt automaticament creat lo

source: This report was automatically updated on
oc: Aqueste rapòrt foguèt automaticament actualizat lo

source: Signed by:
oc: Signat per :

source: Issuer
oc: Emissor

source: Subject
oc: Subjècte

source: Serial
oc: Numèro de seria

source: Tracker
oc: Traçador

source: We have found
oc: Avèm trobat

source: of this tracker in the application:
oc: d’aqueste traçador dins l’aplicacion :

source: of these trackers in the application:
oc: d’aquestes traçadors dins l’aplicacion :

source: A tracker is a piece of software meant to collect data about you or your usages. We do not guarantee the exhaustiveness of this list.
oc: Un traçador es una part d’un logicial dedicat a la reculhida de donadas vos tòcan e vòstres usatges. Asseguram pas que la lista siá exaustiva.

source: Here is the list of trackers signatures found by static analysis in this APK. This is not a proof of activity of these trackers.
oc: Vaquí la lista de las signaturas dels traçadors qu’avèm trobats pendent l’analisi estatica d’aqueste APK. Es pas una pròva d’activitat d’aquestes traçadors.

source: If you have doubts about this report, contact us
oc: S’avètz de dobtes tocant aqueste rapòrt, contactatz-nos

source: Exodus - Question about report
oc: Exodus - Question tocant un rapòrt

source: We have not found <b>code signature</b> of any tracker we know in the application. The application could contain tracker(s) we do not know yet.
oc: Avèm pas trobat cap de <b>còdi signatura</b> de traçadors que coneissèm dins l’aplicacion. L’aplicacion poiriá contenir de traçadors que coneissèm pas encara.

source: Permission
oc: Autorizacions

source: We have found this permission in the application:
oc: Avèm trobat aquesta autorizacion dins l’aplicacion :

source: We have found these permissions in the application:
oc: Avèm trobat aquestas autorizacions dins l’aplicacion :

source: Dangerous
oc: Perilhós

source: Permissions are actions the application can do on your phone
oc: Las autorizacions son las accions que l’aplicacion pòt realizar a vòstre telefòn

source: DNS query
oc: requèsta DNS

source: During the execution, the application has requested this domain resolution:
oc: Pendent l’execucion, l’aplicacion a demandat la resolucion d’aqueste domeni :

source: During the execution, the application has requested these domain resolutions:
oc: Pendent l’execucion, l’aplicacion a demandat la resolucion d’aquestes domenis :

source: Potential tracker
oc: Traçador potencial

source: A DNS resolution can confirm that a tracker was looking for the IP address of its associated server.
oc: Una resolucion DNS pòt confirmar qu’un traçador voliá una adreça IP d’un de sos servidors associats.

source: Details
oc: Detalhs

source: Sent data to
oc: Donadas enviadas a

source: Available report
oc: Rapòrt disponible

source: Statistics
oc: Estatisticas

source: Most frequent trackers
oc: Traçadors mai frequents

source: reports do not exist
oc: los rapòrts existisson pas

source: No apps found
oc: Cap d’aplicacion pas trobada

source: No reports found
oc: Cap de rapòrt pas trobat

source: report does not exist
oc: lo rapòrt existís pas

source: NetworkAnalysis do not exist
oc: L’analisi ret es pas disponibla

source: Version
el: Έκδοση
es: Versión
it: Versione

source: Source:
de: Quelle:
es: Fuente:
it: Fonte:

source: See on F-Droid
de: Auf F-Droid anzeigen
es: Ver en F-Droid
it: Vedi su F-Droid

source: New analysis
de: Neue Analyse
