Repository: Exodus-Privacy/exodus
Catalog: exodus/analysis_query/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: %s is not a valid application handle
de: %s ist keine gültige App-ID
el: %s δεν είναι έγκυρο handle εφαρμογής
es: %s no es un gestor de aplicaciones válido
fr: %s n’est pas un identifiant d’application valide
it: %s non è un identificatore di applicazione valido
oc: %s es pas un identificant d’aplicacion valid

source: The application '{}' cannot be found
de: Die Anwendung ‚{}‘ kann nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση της εφαρμογής '{}'
es: La aplicación '{}' no se encuentra

source: This application is being analyzed.
de: Diese Anwendung wird derzeit analysiert.
el: Αυτή η εφαρμογή αναλύεται.
es: Esta aplicación está siendo analizada.
fr: Cette application est en cours d’analyse.
it: L'applicazione è in fase di analisi.
oc: Aquesta aplicacion es en analisi.

source: Too much pending requests, please retry later
de: Zu viele ausstehende Anfragen, bitte später erneut versuchen
el: Πάρα πολλά αιτήματα που εκκρεμούν, δοκιμάστε ξανά αργότερα
es: Demasiadas solicitudes pendientes, vuelva a intentarlo más tarde
fr: Trop de requêtes en attente, veuillez réessayer plus tard
it: Troppe richieste in sospeso, riprova più tardi
oc: Tròp de demandas en espèra, tornatz ensajar mai tard

source: Unsupported file extension
de: Nicht unterstützte Dateierweiterung
el: Μη υποστηριζόμενη επέκταση αρχείου
es: Extensión de archivo no soportada
fr: Ce type de fichier n'est pas supporté
it: Estensione del file non supportata

source: You need to be registered
de: Sie müssen registriert sein
el: Πρέπει να έχετε εγγραφεί
es: Necesitas estar registrado
fr: Vous devez être connecté.e
it: È necessario essere registrati
oc: Vos cal èsser connectat

source: New analysis
de: Neue Analyse
el: Νέα ανάλυση
es: Nuevo análisis
fr: Nouvelle analyse
it: Nuova analisi

source: URL of the application
de: URL der Anwendung
el: Διεύθυνση URL της εφαρμογής
es: URL de la aplicación

source: Source:
de: Quelle:
el: Πηγή:
es: Fuente:

source: Free applications only. Works also with the application handle.
de: Nur kostenlose Anwendungen. Funktioniert auch mit der App-ID.
el: Μόνο δωρεάν εφαρμογές. Λειτουργεί επίσης με το handle της εφαρμογής.
es: Solo aplicaciones libres. Funciona también con el gestor de aplicaciones.
fr: Applications gratuites uniquement. Fonctionne aussi avec l'identifiant de l'application.
it: Solo applicazioni gratuite. Funziona anche con l'identificatore dell'applicazione.

source: Perform analysis
de: Analyse durchführen
el: Εκτελέστε ανάλυση
es: Realizar análisis
fr: Commencer l’analyse
it: Esegui analisi
oc: Començar l’analisi

source: I prefer to upload an application
de: I möchte eine App hochladen
el: Προτιμώ να μεταφορτώσω μια εφαρμογή
es: Prefiero subir una aplicación
fr: Je préfère téléverser une application
it: Preferisco caricare un'applicazione

source: The analysis could take a long time, you will be automatically redirected to the report.
de: Die Analyse kann lange dauern, Sie werden automatisch auf den Bericht umgeleitet.
el: Η ανάλυση μπορεί να διαρκέσει πολύ, θα ανακατευθυνθείτε αυτόματα στην αναφορά.
es: El análisis podría llevar mucho tiempo, se le redirigirá automáticamente al informe.
fr: L’analyse peut prendre du temps, vous serez automatiquement redirigé.e vers le rapport
it: L'analisi potrebbe richiedere molto tempo, verrete automaticamente reindirizzati al report.
oc: L’analisi pòt tardar, seretz automaticament mandat al rapòrt

source: is a non-profit organization which provides this service for free.
de: ist eine gemeinnützige Organisation, die diesen Service kostenlos anbietet.
el: είναι ένας μη κερδοσκοπικός οργανισμός που παρέχει αυτήν την υπηρεσία δωρεάν.
es: es una organización sin ánimo de lucro que proporciona este servicio de forma gratuita.
fr: est un organisme à but non lucratif qui fournit ce service gratuitement.
it: è un'organizzazione non-profit che fornisce questo servizio gratuitamente.
oc: es un organisme a sens but lucratiu que fornís aqueste servici gratuitament.

source: Help us!
de: Hilf uns!
el: Βοηθήστε μας!
es: ¡Ayúdenos!
fr: Aidez-nous !
it: Aiutaci!
oc: Ajudatz-nos !

source: This application has already been analyzed!
de: Diese Anwendung wurde bereits analysiert!
el: Αυτή η εφαρμογή έχει ήδη αναλυθεί!
es: ¡Esta aplicación ya ha sido analizada!
fr: Cette application a déjà été analysée !
it: Questa applicazione è già stata analizzata!

source: analyzed on
de: analysiert am
el: αναλύθηκε στις
es: analizado en
fr: analysée le
it: analizzata il

source: Go to the latest report
de: Zum letzten Bericht gehen
el: Μεταβείτε στην πιο πρόσφατη αναφορά
es: Ir al último informe
fr: Accéder au dernier rapport
it: Vedi l'ultimo report

source: If you think εxodus has not yet analyzed the latest version of this application, feel free to submit the analysis.
de: Wenn Sie glauben, dass εxodus die neueste Version dieser Anwendung noch nicht analysiert hat, können Sie die Analyse gerne einreichen.
el: Εάν πιστεύετε ότι η εxodus δεν έχει ακόμη αναλύσει την τελευταία έκδοση αυτής της εφαρμογής, μη διστάσετε να υποβάλετε την ανάλυση.
es: Si crees que εxodus aún no ha analizado la última versión de esta aplicación, no dudes en enviar el análisis.
fr: Si vous pensez qu’εxodus n’a pas encore analysé la dernière version de cette application, n’hésitez pas à soumettre l’analyse.
it: Se pensi che la versione più recente di questa applicazione non sia ancora stata analizzata, sentiti libero di richiedere una nuova analisi.

source: Upload an application
de: Eine Anwendung hochladen
el: Μεταφορτώστε μια εφαρμογή
es: Suba una aplicación
fr: Téléverser une application
it: Carica un'applicazione

source: Browse file
de: Dateien durchsuchen
el: Αναζήτηση αρχείου
es: Explorar archivo
fr: Sélectionner un fichier
it: Sfoglia i file

source: Only works with APK files.
de: Funktioniert nur mit APK-Dateien.
el: Λειτουργεί μόνο με αρχεία APK.
es: Sólo funciona con archivos APK.
fr: Supporte uniquement les fichiers APK
it: Funziona solo con file APK.

source: Analysis in progress...
de: Analyse in Arbeit...
el: Ανάλυση σε εξέλιξη...
es: Análisis en curso...
fr: Analyse en cours...
it: Analisi in corso...

source: See the report
de: Den Bericht ansehen
el: Δείτε την αναφορά
es: Ver el informe
fr: Voir le rapport
it: Vedi il report
oc: Veire lo rapòrt

source: Will refresh automatically every 10 seconds.
de: Aktualisiert automatisch alle 10 Sekunden.
el: Θα ανανεώνεται αυτόματα κάθε 10 δευτερόλεπτα.
es: Se actualizará automáticamente cada 10 segundos.
fr: La page se rafraîchira automatiquement toutes les 10 secondes.
it: Questa pagina sarà aggiornata automaticamente ogni 10 secondi.
oc: La pagina s’actualiza automaticament cada 10 segondas

source: Analysis done!
de: Analyse abgeschlossen!
el: Η ανάλυση τελείωσε!
es: ¡Análisis completado!
fr: Analyse terminée !

source: Your request will be handled soon
de: Ihre Anfrage wird bald bearbeitet
el: Το αίτημα σας θα ελεγχθεί σύντομα
es: Su solicitud será tramitada pronto
fr: Votre demande sera bientôt traitée
it: La tua richiesta verrà gestita a breve
oc: Vòstra demanda serà lèu tractada

source: AnalysisRequest does not exist
de: AnalysisRequest existiert nicht
el: Το AnalysisRequest δεν υπάρχει
es: La solicitud de análisis no existe
fr: La demande d’analyse n’existe pas
it: L'analisi richiesta non esiste
oc: La demanda d’analisi existís pas

source: %s application not found on Google Play
fr: %s application introuvable sur Google Play
it: %s applicazione non trovata su Google Play
oc: %s aplicacion pas trobada sus Google Play

source: Google Play URL of the application
fr: Lien Google Play de l'application
it: Google Play URL dell'applicazione

source: Analyze an application
oc: Analizar una aplicacion

source: Free application only
oc: Aplicacions gratuitas solament

source: You can find the handle in the Google Play URL of the application
oc: Podètz trobar l’identificant dins l’URL Google Play de l’aplicacion

source: report(s) found for
oc: rapòrt(s) trobat(s) per

source: Go to the report
oc: Anar al rapòrt

source: If you think εxodus has not yet analyzed the latest version of this application feel-free to submit the analysis.
oc: Se pensatz qu’εxodus pas encara analizat la darrièra version d’aquesta aplicacion, esitetz pas a sometre l’analisi.

source: is processing your request
oc: tracta vòstra demanda
