Repository: Exodus-Privacy/exodus
Catalog: exodus/exodus/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/en/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Surveillance Self-Defense by EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://www.privacytools.io/'>privacytools.io</a></li> </ul>
es: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/es/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Autoprotección Digital contra la Vigilancia por EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://victorhck.gitlab.io/privacytools-es/'>privacytools.io</a></li> </ul>
fr: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/fr/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://liberons-nous.cemea.asso.fr/2019/08/29/liberez-votre-smartphone-android/'>Le Guide des CEMEA</a></li> <li><a target='_blank' rel='noreferrer' href='https://linc.cnil.fr/une-cartographie-des-outils-et-pratiques-de-protection-de-la-vie-privee'>La cartographie du LINC</a></li> <li><a target='_blank' rel='noreferrer' href='https://framalibre.org/'>Framalibre, qui recense nombre d'applications libres</a></li> <li><a target='_blank' rel='noreferrer' href='https://bloquelapub.net/'>Bloque la pub</a></li> </ul>

source: Report an issue
oc: Senhalar un problèma

source: All reports
oc: Totes los rapòrts

source: All applications
oc: Totas las aplicacions

source: Search
oc: Recercar

source: List
oc: Lista

source: Statistics
oc: Estatisticas

source: Analysis
oc: Analisis

source: Submit
oc: Enviar

source: Welcome on the εxodus privacy auditing platform.
oc: La benvenguda a la plataforma d’audit de εxodus privacy.

source: This platform is meant to automatically analyze Android applications.
oc: Aquesta plataforma a per objectiu d’analizar automaticament las aplicacions Android.

source: It generates reports listing embedded trackers and (if possible)
oc: Genèra de rapòrts que detalhan los traçadors embarcats e (s’es possible)

source: associated network traffic.
oc: lo trafic ret associat.

source: Find us on Mastodon:
oc: Nos trapar a Mastodon :
