Repository: Exodus-Privacy/exodus
Catalog: exodus/exodus/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: <b>Crash reporters:</b> these trackers specialize in reporting application crashes. In other terms, their goal is to notify application developers that an app encountered a problem. As such, information collected at the time the application crashed will allow the developer to correct the bug.
de: <b>Absturzmelder:</b> diese Tracker spezialisieren sich auf das Melden von Abstürzen von Anwendungen. Mit anderen Worten, ihr Ziel ist es, die Entwickler von Anwendungen darüber zu informieren, dass in einer App ein Problem aufgetreten ist. Daher werden Informationen, die zum Zeitpunkt des Absturzes der Anwendung gesammelt wurden, es dem Entwickler ermöglichen, den Fehler zu korrigieren.
el: <b>Αναφορές Σφαλμάτων:</b>αυτοί οι trackers ειδικεύονται στην αναφορά σφαλμάτων εφαρμογής. Με άλλα λόγια, στόχος τους είναι να ενημερώσουν τους προγραμματιστές ότι μια εφαρμογή αντιμετώπισε πρόβλημα. Ως εκ τούτου, οι πληροφορίες που συλλέγονται κατά τον χρόνο διακοπής της εφαρμογής, θα επιτρέψουν στον προγραμματιστή να διορθώσει το σφάλμα.
es: <b>Informes de errores:</b> estos rastreadores se especializan en reportar fallos en la aplicación. En otros términos, su objetivo es notificar a los desarrolladores de aplicaciones que una aplicación encontró un problema. Como tal, la información recopilada en el momento en que la aplicación se bloqueó permitirá al desarrollador corregir el error.
fr: <b>Crash reporting :</b> ces pisteurs sont spécialisés dans la gestion des « plantages » des applications. En d'autres mots, l'objectif est de notifier la personne développant une application que celle-ci a présenté un dysfonctionnement. Ainsi, les informations collectées lors du crash de l'application permettront à cette personne de pouvoir corriger le dysfonctionnement.
it: <b>Segnalatori di crash:</b> questi tracker sono specializzati in segnalazioni di crash dell'applicazione. In altre parole, il loro obiettivo è quello di informare gli sviluppatori dell'applicazione che un'app ha riscontrato un problema. Pertanto, le informazioni raccolte nel momento in cui l'applicazione si è bloccata consentiranno allo sviluppatore di correggere il bug.

source: <b>Analytics:</b> these trackers are meant to collect data usage and allow the developer to have better knowledge of their audience (for instance, to know what page you visited, or how long you remained on a given area of the page).
de: <b>Analytics:</b> diese Tracker sind dazu gedacht, Daten zu sammeln und es dem Entwickler zu ermöglichen, ein besseres Wissen über die Anwender zu erhalten (zum Beispiel um zu wissen, welche Seite Sie besucht haben oder wie lange Sie auf einem bestimmten Bereich der Seite geblieben sind).
el: <b>Analytics:</b> Αυτά τα trackers προορίζονται για συλλογή χρήσης δεδομένων και να επιτρέψουν στον προγραμματιστή ώστε να έχει καλύτερη γνώση του κοινού του (για παράδειγμα, να γνωρίζει ποια σελίδα επισκεφτήκατε ή πόση ώρα παρέμεινε σε μια συγκεκριμένη περιοχή της σελίδας).
es: <b>Análisis:</b> estos rastreadores están destinados a recopilar el uso de datos y permitir que el desarrollador tenga un mejor conocimiento de su audiencia (por ejemplo, para saber qué página visitó, o cuánto tiempo permaneció en un área determinada de la página).
fr: <b>Analytics :</b> ces pisteurs sont prévus pour collecter des données d'usage et ainsi permettre à la personne développant une application de mieux connaître son audience (par exemple savoir sur quelle page vous êtes allés, combien de temps vous restez sur telle ou telle partie de la page).
it: <b>Analisi:</b> questi tracker sono pensati per raccogliere l'utilizzo dei dati e consentire allo sviluppatore di conoscere meglio il proprio pubblico (ad esempio, per sapere quale pagina hai visitato, o per quanto tempo sei rimasto su una determinata area della pagina).

source: <b>Profiling:</b> these trackers' goal is to gather as much information as possible on the application user in order to build a virtual profile. To this effect, the tracker will for instance focus on the browsing history, or on the list of installed applications, and so on.
de: <b>Profiling:</b> Ziel dieser Tracker ist es, möglichst viele Informationen über den Anwender zu sammeln, um ein virtuelles Profil zu erstellen. Zu diesem Zweck konzentriert sich der Tracker beispielsweise auf den Browserverlauf oder auf die Liste der installierten Anwendungen und so weiter.
el: <b>Profiling:</b> Ο στόχος αυτών των trackers είναι να συγκεντρώσει όσο το δυνατόν περισσότερες πληροφορίες απο τον χρήστη της εφαρμογής, προκειμένου να δημιουργήσει ένα εικονικό προφίλ. Για το σκοπό αυτό, το tracker για παράδειγμα, θα επικεντρωθεί στο ιστορικό περιήγησης ή στη λίστα των εγκατεστημένων εφαρμογών και ούτω καθεξής.
es: <b>Perfil:</b> el objetivo de estos rastreadores es reunir tanta información como sea posible sobre el usuario de la aplicación para construir un perfil virtual. A tal efecto, el rastreador se centrará, por ejemplo, en el historial de navegación, o en la lista de aplicaciones instaladas, etc.
fr: <b>Profiling :</b> ces pisteurs ont vocation à récupérer un maximum d'informations sur la personne qui utilise une application afin d'en construire un profil virtuel. Pour ce faire, ce type de pisteur va, par exemple, s'intéresser à l'historique de navigation ou encore à la liste des applications installées, etc.
it: <b>Profilazione:</b> l'obbiettivo di questi tracker è di raccogliere quante più informazioni possibili sull'utente che utilizza una data applicazione, in modo tale da costruire un profilo virtuale dell'utente stesso. A questo scopo, il tracker si concentrerà ad esempio sulla cronologia di navigazione internet, sulla lista delle applicazioni installate, e così via.

source: <b>Identification:</b> these trackers are responsible for determining your digital identity. This identity may refer to an official identity or to abstract identifiers (pseudonym, etc.). The goal will be, for example, to be able to correlate an individual's online and offline activities.
de: <b>Identifikation:</b> diese Tracker sind für die Bestimmung Ihrer digitalen Identität verantwortlich. Diese Identität kann sich auf eine offizielle Identität oder auf abstrakte Identifikatoren (Pseudonym usw.) beziehen. Ziel wird es sein, zum Beispiel in der Lage zu sein, die Online- und Offline-Aktivitäten einer Person miteinander in Verbindung zu bringen.
el: <b>Ταυτοποίηση:</b> αυτά τα trackers είναι υπεύθυνα για τον προσδιορισμό της ψηφιακής σας ταυτότητας. Αυτή η ταυτότητα μπορεί να αναφέρεται σε μια επίσημη ταυτότητα ή σε αφηρημένα αναγνωριστικά (ψευδώνυμο κ.λπ.). Ο στόχος θα είναι, για παράδειγμα, να συσχετίσει τις δραστηριότητες ενός ατόμου τόσο στο διαδίκτυο όσο και εκτός διαδικτύου.
es: <b>Identificación:</b> estos rastreadores son responsables de determinar su identidad digital. Esta identidad puede referirse a una identidad oficial o a identificadores abstractos (seudónimo, etc.). El objetivo será, por ejemplo, poder correlacionar las actividades en línea y fuera de línea de un individuo.
fr: <b>Identification :</b> ces pisteurs se chargent de déterminer votre identité numérique. Cette identité peut faire référence à une identité officielle ou bien à des identifiants abstraits (pseudonyme, etc). L'objectif sera, par exemple, de pouvoir corréler les activités en ligne et hors ligne d'une personne.
it: <b>Identificazione:</b> I tracker sono responsabili della determinazione della tua identità digitale. Questa identità può riferirsi a un'identità ufficiale oppure a un'identità astratta, fittizia (Nickname, Pseudonimi, ecc.). Lo scopo è, ad esempio, essere in grado di correlare le attività online dell'utente a quelle offline.

source: <b>Ads:</b> these trackers aim to identify the application user in order to serve them targeted ads. This is only possible and relevant if the user already already has a digital profile established. The goal of the creator of such a tracker is to monetize their application, i.e. to make money by means of advertisement.
de: <b>Werbung:</b> diese Tracker zielen darauf ab, den Anwender zu identifizieren, um ihnen angepasste Werbung zu liefern. Dies ist nur möglich und relevant, wenn der Nutzer bereits über ein digitales Profil verfügt. Das Ziel des Erstellers eines solchen Trackers ist es, seine Anwendung zu monetarisieren, z.B. durch Werbung Geld zu verdienen.
el: <b>Διαφημίσεις:</b> Αυτά τα trackers στοχεύουν να ταυτοποιηθεί ο χρήστης της εφαρμογής, ώστε να του προβάλλει στοχευμένες διαφημίσεις. Αυτό είναι δυνατό μόνο εάν ο χρήστης διαθέτει ήδη ψηφιακό προφίλ. Ο στόχος του δημιουργού ενός τέτοιου tracker είναι να δημιουργήσει έσοδα από την εφαρμογή του, δηλαδή να κερδίσει χρήματα μέσω της διαφήμισης.
es: <b>Anuncios:</b> estos rastreadores tienen como objetivo identificar al usuario de la aplicación con el fin de servir anuncios dirigidos. Esto sólo es posible y relevante si el usuario ya tiene un perfil digital establecido. El objetivo del creador de un rastreador de este tipo es monetizar su aplicación, es decir, ganar dinero por medio de la publicidad.
fr: <b>Ads :</b> ces pisteurs ont pour but de d'identifier la personne qui utilise une application afin de lui présenter de la publicité ciblée. Cela n'est rendu possible et pertinent que si cette personne dispose déjà d'un profil virtuel. L'objectif pour la personne incluant ce type de pisteur est de monétiser son application, c'est-à-dire de gagner de l'argent grâce à la publicité.
it: <b>Ads:</b> I tracker mirano a creare un profilo dell'utente in modo tale da mostrargli annunci pubblicitari mirati. Questo è possibile/rilevante solo se l'utente ha già un profilo digitale disponibile. Il fine ultimo del creatore del tracker è quello di monetizzare la sua applicazione guadagnando, ad esempio, tramite la pubblicità.

source: <b>Location:</b> these trackers are designed to determine the geographical location of the mobile device. In order to do so, this type of tracker takes advantage of several sensors: GPS chips, surrounding cellular antennae, wi-fi networks present in the area, nearby Bluetooth beacons, or even specific sounds transmitted by loudspeakers.
de: <b>Standort:</b> diese Tracker sind so konzipiert, dass sie den geografischen Standort des mobilen Gerätes bestimmen. Um dies zu tun, nutzen diese Tracker mehrere Sensoren: GPS-Chips, Mobilfunkantennen in der Nähe, WLAN-Netzwerke in der Umgebung, Bluetoothgeräte in der Nähe, oder sogar spezielle Sounds, die von Lautsprechern übertragen werden.
el: <b>Τοποθεσία:</b> Αυτοί οι ιχνηλάτες έχουν σχεδιαστεί για να προσδιορίζουν τη γεωγραφική θέση του κινητού σας. Για να το κάνει αυτό, αυτός ο τύπος tracker εκμεταλλεύεται πολλούς αισθητήρες: τσιπάκι GPS, περιβάλλοντες κυψέλλες και κεραίες, δίκτυα Wi-Fi που υπάρχουν στην περιοχή, κοντινά σήματα Bluetooth ή ακόμη και συγκεκριμένους ήχους που μεταδίδονται από ηχεία.
es: <b>Ubicación:</b> estos rastreadores están diseñados para determinar la ubicación geográfica del dispositivo móvil. Para ello, este tipo de rastreador se aprovecha de varios sensores: chips GPS, antenas celulares circundantes, redes Wi-Fi presentes en el área, puntos Bluetooth cercanos, o incluso sonidos específicos transmitidos por altavoces.
fr: <b>Location :</b> ces pisteurs sont en charge de déterminer la position géographique d'un mobile. Pour ce faire, ce type de pisteur peut tirer profit de plusieurs capteurs : de la puce GPS, des antennes GSM environnantes, des réseaux wi-fi environnants, des balises Bluetooth environnantes ou encore de sons particuliers émis par des hauts-parleurs.
it: <b>Localizzazione:</b> i tracker sono progettati per determinare la posizione geografica del dispositivo mobile. Per farlo, i tracker sfruttano diversi sensori: chip GPS, celle a cui si connette il cellulare, le reti wi-fi presenti nelle vicinanze, i dispositivi Bluetooth nelle vicinanze o persino suoni specifici trasmessi da altoparlanti.

source: Who puts these trackers in?
de: Wer baut diese Tracker ein?
el: Ποιος βάζει αυτούς τους ιχνηλάτες;
es: ¿Quién coloca a estos rastreadores?
fr: Qui ajoute ces pisteurs ?
it: Chi inserisce questi tracker nelle applicazioni?

source: To answer these questions we must first understand how applications are made; there are 2 possible scenarios:
de: Um diese Fragen zu beantworten, müssen wir zunächst verstehen, wie Apps gebaut werden; es gibt zwei mögliche Szenarien:
el: Για να απαντήσουμε σε αυτές τις ερωτήσεις πρέπει πρώτα να κατανοήσουμε τον τρόπο υποβολής των αιτήσεων. υπάρχουν 2 πιθανά σενάρια:
es: Para responder a estas preguntas primero debemos entender cómo se hacen las aplicaciones; hay dos escenarios posibles:
fr: Pour répondre à cette question, il faut d'abord cerner comment sont fabriquées les applications, distinguons 2 cas.
it: Per rispondere a queste domande dobbiamo prima di tutto capire come vengono create le applicazioni; ci sono due scenari possibili:

source: In the first case the organization that owns the product subcontracts the application development to a third party company. The contract specifies what the application needs to perform and what technologies are employed to do so. Sometimes the subcontractor already has an application template that they re-use for each new application. In such a case all applications that are developed will include these trackers whether or not they are specified in the programming contract.
de: Im ersten Fall beauftragt die Organisation, der die Anwendung gehört, ein Drittunternehmen die Anwendung zu entwickeln. Der Vertrag der beiden legt fest, was die Anwendung zu leisten hat und welche Technologien dafür eingesetzt werden. Manchmal hat der Subunternehmer bereits eine Anwendungsvorlage, die er für jede neue Anwendung wiederverwendet. In einem solchen Fall werden alle entwickelten Anwendungen diese Tracker einschließen, unabhängig davon, ob sie im Vertrag angegeben sind oder nicht.
el: Στην πρώτη περίπτωση, ο οργανισμός που κατέχει το προϊόν αναθέτει υπεργολαβικά την ανάπτυξη εφαρμογών σε τρίτη εταιρεία. Η σύμβαση καθορίζει τι πρέπει να εκτελέσει η εφαρμογή και ποιες τεχνολογίες χρησιμοποιούνται για να το κάνουν. Μερικές φορές ο υπεργολάβος έχει ήδη ένα πρότυπο εφαρμογής το οποίο επαναχρησιμοποιεί για κάθε νέα εφαρμογή. Σε μια τέτοια περίπτωση όλες οι εφαρμογές που έχουν αναπτυχθεί θα περιλαμβάνουν αυτά τα tracker, ανεξάρτητα από το αν καθορίζονται ή όχι στη σύμβαση προγραμματισμού.
es: En el primer caso la organización propietaria del producto subcontrata el desarrollo de la aplicación a una tercera empresa. El contrato especifica qué necesita realizar la aplicación y qué tecnologías se emplean para hacerlo. A veces el subcontratista ya tiene una plantilla de aplicación que reutilizan para cada nueva aplicación. En tal caso, todas las aplicaciones que se desarrollen incluirán estos rastreadores tanto si se especifican como si no se especifican en el contrato de programación.
fr: Dans le premier cas, la société propriétaire sous-traite le développement de son application à une société tierce. Dans le contrat de prestation est défini ce que doit faire l'application et ce qu'elle doit mettre en œuvre comme technologies. Parfois, la société sous-traitante dispose d'un modèle d'application qu'elle réutilise pour chaque application. Il s'avère que certaines de ces sociétés intègrent, par défaut, certains pisteurs dans leur modèle d'application. Ainsi, toutes les applications qu'elles développeront embarqueront ces pisteurs sans même que cela soit explicité dans le contrat de prestation.
it: Nel primo caso, l'organizzazione che possiede il prodotto subappalta lo sviluppo dell'applicazione a una società di terze parti. Il contratto specifica cosa deve fare l'applicazione e quali tecnologie sono utilizzate per permettere all'app di farlo. A volte il subappaltatore ha già una base di applicazione che poi va a riutilizzare per ogni nuovo progetto. In questo caso, tutte le applicazioni sviluppate includeranno questi tracker, indipendentemente dal fatto che siano specificati o meno nel contratto di programmazione.

source: In the second case the organization that owns the product develops the application in-house. In that case, their own employees are in charge of deciding whether or not they want to include certain types of trackers.
de: Im zweiten Fall entwickelt die Organisation, die das Produkt besitzt, die Anwendung im Haus. In diesem Fall sind ihre eigenen Mitarbeiter dafür verantwortlich, zu entscheiden, ob sie bestimmte Arten von Trackern einbeziehen wollen oder nicht.
el: Στη δεύτερη περίπτωση, ο οργανισμός που κατέχει το προϊόν αναπτύσσει την εφαρμογή εσωτερικά. Σε αυτήν την περίπτωση, οι δικοί τους υπάλληλοι είναι υπεύθυνοι για να αποφασίσουν εάν θέλουν να συμπεριλάβουν συγκεκριμένους τύπους trackers.
es: En el segundo caso la organización propietaria del producto desarrolla la aplicación interna. En ese caso, sus propios empleados son los encargados de decidir si quieren o no incluir ciertos tipos de rastreadores.
fr: Dans le second cas, la société propriétaire d'une application développe elle-même son application. Ainsi, ce sont des personnes employées par cette société qui sont en charge d'inclure ou non certains pisteurs.
it: Nel secondo caso, l'organizzazione proprietaria del prodotto sviluppa l'applicazione "in casa". In questo caso, spetta ai dipendenti della suddetta organizzazione decidere se includere o meno determinati tipi di tracker.

source: Know more about trackers and their impact on privacy
de: Erfahre mehr über Tracker und deren Auswirkungen auf die Privatsphäre
el: Μάθετε περισσότερα για τα trackers και το αντίκτυπο τους στο απόρρητο
es: Conozca más sobre los rastreadores y su impacto en la privacidad
fr: En savoir plus sur les pisteurs et leur impact sur votre vie privée
it: Scopri di più sui tracker e il sul loro impatto sulla privacy

source: Read the article
de: Artikel lesen
el: Διαβάστε το άρθρο
es: Leer el artículo
fr: Lire l'article
it: Leggi l'articolo

source: What is permission and what are the privacy issues?
de: Was sind Berechtigungen und was sind ihre Datenschutzprobleme?
el: Τι είναι η άδεια / δικαιώματα και ποια είναι τα ζητήματα απορρήτου;
es: ¿Qué es el permiso y cuáles son las cuestiones de privacidad?
fr: Qu'est-ce qu'une permission et quels problèmes posent-elles pour la vie privée ?
it: Cosa sono i permessi e quali sono i problemi di privacy?

source: A list of tools and things you can do to better manage your privacy on your smartphone
de: Eine Liste der Werkzeuge und Dinge, die Sie tun können, um Ihre Privatsphäre auf Ihrem Smartphone besser zu verwalten
el: Μια λίστα με εργαλεία και πράγματα που μπορείτε να κάνετε για να διαχειριστείτε καλύτερα το απόρρητό στο smartphone σας
es: Una lista de herramientas y cosas que puedes hacer para gestionar mejor tu privacidad en tu smartphone
fr: Une liste de quelques outils et pratiques destinés à mieux maîtriser votre intimité sur mobile
it: Un elenco di strumenti e cose che puoi fare per gestire al meglio la tua privacy sul tuo smartphone

source: First
de: Erste
el: Πρώτη
es: Primero
fr: Premier
it: Primo

source: Previous
de: Zurück
el: Προηγούμενο
es: Anterior
fr: Précédent
it: Precedente

source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
it: Prossimo

source: Last
de: Letzte
el: Τελευταίο
es: Última
fr: Dernier
it: Ultimo

source: Need an overview?
de: Brauchen Sie eine Übersicht?
el: Χρειάζεστε μια επισκόπηση;
es: ¿Necesitas una vista general?
fr: Besoin d'une vision d'ensemble&nbsp;?
it: Hai bisogno di una panoramica?

source: Latest reports
de: Neueste Berichte
el: Τελευταίες αναφορές
es: Últimos informes
fr: Les derniers rapports
it: Ultimi report

source: No known trackers
de: Keine bekannten Tracker
el: Δεν υπάρχουν γνωστά trackers
es: Sin rastreadores conocidos
fr: Aucun pisteurs identifiés
it: Nessun tracker noto

source: Sorted by number of trackers
de: Sortiert nach Anzahl der Tracker
el: Ταξινόμηση κατά αριθμό trackers
it: Ordinato per numero di tracker

source: Search a report
de: Einen Bericht suchen
el: Αναζητήστε μια αναφορά
es: Buscar un informe
fr: Rechercher un rapport
it: Cerca un report

source: Application name
de: Name der Anwendung
el: Όνομα εφαρμογής
es: Nombre de la aplicación
fr: Nom de l'application
it: Nome applicazione

source: You can search for an application using its name, handle or Google Play URL
de: Sie können nach einer Anwendung mit ihrem Namen, Handle oder ihrer Google Play-URL suchen
el: Μπορείτε να αναζητήσετε μια εφαρμογή χρησιμοποιώντας το όνομα, το handle ή τη διεύθυνση URL του Google Play
it: È possibile cercare un'applicazione utilizzando il suo nome, handle o Google Play URL

source: ex:
de: z. B.:
es: ej:

source: or
de: oder
el: ή
it: o

source: Cannot find the application? Search it in %(url)s.
de: Sie können die Anwendung nicht finden? Suchen Sie sie unter %(url)s.
el: Δεν μπορείτε να βρείτε την εφαρμογή; Αναζητήστε το %(url)s.
it: Impossibile trovare l'applicazione? Cercarla in %(url)s.

source: Results
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fr: Résultats
it: Risultati

source: Looking for an application we don't know yet?
de: Suchen Sie nach einer Anwendung, die wir noch nicht kennen?
it: Cerchi un'applicazione che non conosciamo ancora?

source: Perform a new analysis
de: Eine neue Analyse durchführen
it: Esegui una nuova analisi

source: No results found.
de: Keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se han encontrado resultados.
fr: Aucun résultat.
it: Nessun risultato trovato.

source: tracker(s)
de: Tracker
es: rastreador(es)
fr: pisteur(s)
it: tracker

source: permission(s)
de: Berechtigung(en)
el: άδεια(ες)
es: permiso(s)
it: permesso(i)

source: Admin
el: Διαχειριστής
it: Amministratore

source: Index
el: Ευρετήριο
es: Índice
it: Indice

source: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/en/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Surveillance Self-Defense by EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://www.privacyguides.org/'>privacyguides.org</a></li> </ul>
it: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/it/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Controllo di auto-difesa dell'EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://privacyguides.org/'>privacyguides.org</a></li> </ul>

source: Home
el: Αρχική
es: Inicio
oc: Acuèlh

source: New analysis
es: Nuevo análisis
fr: Nouvelle analyse

source: You can search for an application using its name or handle
es: Puede buscar una aplicación usando su nombre o gestor
fr: Vous pouvez rechercher une application par son nom ou son identifiant

source: Most trackers
es: Ordenado por cantidad de rastreadores
fr: Triés par nombre de pisteurs
