Repository: Exodus-Privacy/exodus
Catalog: exodus/exodus/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: Your request is running
de: Ihre Anfrage läuft
el: Το αίτημα σας εκτελείται
es: Su solicitud se está ejecutando
fr: Votre requête est en cours d’exécution
it: La tua richiesta è in esecuzione
oc: Vòstra demanda es en execucion

source: εxodus cannot scan paid applications
de: εxodus kann bezahlte Anwendungen nicht scannen
it: εxodus non può scansionare le applicazioni a pagamento

source: Unable to download the APK
de: APK kann nicht heruntergeladen werden
el: Δεν είναι δυνατή η λήψη του APK
es: No se puede descargar el APK
fr: Impossible de télécharger l’APK
it: Impossibile scaricare il file APK
oc: Telecargament impossible de l’APK

source: Download APK: success
de: APK herunterladen: erfolgreich
el: Λήψη APK: επιτυχία
es: Descarga APK: exitosa
fr: Télécharger l’APK : succès
it: Download del file APK: riuscito
oc: Telecargament de l’APK : reüssit

source: Unable to decode the APK
de: APK kann nicht gelesen werden
el: Δεν είναι δυνατή η αποκωδικοποίηση του APK
es: No se puede decodificar el APK
fr: Impossible de décoder l’APK
it: Inpossibile decodificare il file APK
oc: Decodatge impossible de l’APK

source: Decode APK: success
de: APK lesen: Erfolg
el: Αποκωδικοποίηση APK: επιτυχία
es: Decodificar APK: éxito
fr: Décoder l’APK : succès
it: Decodifica del file APK: Riuscita
oc: Decodatge de l’APK : reüssit

source: Unable to compute the class list
de: Die Liste der Klassen kann nicht berechnet werden
el: Δεν είναι δυνατός ο υπολογισμός της λίστας τάξεων
es: No se puede calcular la lista de clases
fr: Impossible de calculer la liste de classe
it: Impossibile computare la lista delle classi
oc: Calcul impossible d’aquesta lista de classa

source: List embedded classes: success
de: Eingebettete Klassen auflisten: Erfolg
el: Λίστα ενσωματωμένων τάξεων: επιτυχία
es: Lista de clases incorporadas: éxito
fr: Lister les classes embarquées : succès
it: Elenco delle classi incorporate: Riuscito
oc: Tria de las classas embarcadas : reüssida

source: Unable to create the analysis report
de: Der Analysebericht konnte nicht erstellt werden
el: Δεν είναι δυνατή η δημιουργία της αναφοράς ανάλυσης
es: No se puede crear el informe de análisis
fr: Impossible de créer le rapport d'analyse
it: Impossibile creare un report delle analisi

source: A report already exists for this application version
de: Für diese Anwendungsversion existiert bereits ein Bericht
el: Υπάρχει ήδη μια αναφορά για αυτήν την έκδοση εφαρμογής
es: Ya existe un informe para esta versión de la aplicación
fr: Un rapport existe déjà pour cette version de l’application
it: Esiste già un report per questa versione dell'applicazione
oc: Un rapòrt existís ja per aquesta version de l’aplicacion

source: Unable to get certificates
de: Zertifikate konnten nicht geladen werden
el: Δεν είναι δυνατή η λήψη πιστοποιητικών
es: No se pueden obtener certificados
fr: Impossible de récupérer les certificats
it: Impossibile ottenere i certificati

source: Unable to compute APK fingerprint
de: APK-Fingerabdruck kann nicht berechnet werden
el: Δεν είναι δυνατός ο υπολογισμός του δακτυλικού αποτυπώματος APK
es: No se puede calcular la huella APK
fr: Impossible de calculer l'empreinte de l'APK
it: Impossibile rilevare l'impronta digitale dell'APK

source: Unable to get application details from Google Play
de: Anwendungsdetails konnten nicht von Google Play abgerufen werden
el: Δεν είναι δυνατή η λήψη λεπτομερειών εφαρμογής από το Google Play
es: No se pueden obtener los detalles de Google Play
fr: Impossible de récupérer les détails depuis le Google Play
it: Impossibile ottenere i dettagli dell'applicazione da Google Play

source: Get application details: success
de: Details der Anwendung laden: Erfolg
el: Λήψη λεπτομερειών εφαρμογής: επιτυχία
es: Obtener detalles de la aplicación: éxito
fr: Récupérer les détails de l’application : succès
it: Ottenimento dettagli applicazione: Riuscito
oc: Recuperacion dels detalhs de l’aplicacion : reüssida

source: Tracker analysis: success
de: Tracker-Analyse: Erfolg
el: Ανάλυση tracker: επιτυχία
es: Análisis de rastreador: éxito
fr: Analyse des pisteurs : succès
it: Analisi Tracker: Riuscito
oc: Analisi dels traçadors : reüssida

source: Static analysis complete
de: Statische Analyse abgeschlossen
el: Η στατική ανάλυση ολοκληρώθηκε
es: Análisis estático completado
fr: Analyse statique terminée
it: Analisi statica completata
oc: Analisis estatistica : reüssida

source: Reports
de: Berichte
el: Αναφορές
es: Informes
fr: Rapports
it: Report
oc: Rapòrts

source: Trackers
de: Tracker
es: Rastreadores
fr: Pisteurs
it: Tracker
oc: Traçadors

source: Better understand
de: Mehr verstehen
el: Καλύτερη Κατανόηση
es: Entender mejor
fr: Mieux comprendre
it: Comprensione migliore

source: Analyzes
de: Analysen
el: Αναλύσεις
es: Analiza
fr: Analyses
it: Analisi

source: Log out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion

source: εxodus analyzes Android applications in order to <b>list the embedded trackers.</b>
de: εxodus analysiert Android-Anwendungen, um <b>eingebettete Tracker aufzulisten.</b>
el: Το εxodus αναλύει εφαρμογές Android για να <b>απαριθμήσει τα ενσωματωμένα trackers.</b>
es: εxodus analiza las aplicaciones Android para <b>listar los rastreadores integrados.</b>
fr: εxodus analyse les applications Android dans le but de <b>lister les pisteurs embarqués.</b>
it: εxodus analizza le applicazioni Android al fine di <b>elencare i tracker incorporati.</b>

source: A tracker is a piece of software <b>meant to collect data about you or your usages.</b> So, εxodus reports tell you what are the ingredients of the cake.
de: Ein Tracker ist ein Softwarebestandteil, <b>der Daten über Sie oder Ihre Nutzung erfassen soll.</b> εxodus-Berichte zeigen Ihnen somit einzelne Bestandteile der Anwendungen auf.
el: Ένα tracker, είναι ένα κομμάτι λογισμικού <b>προορίζονται για τη συλλογή δεδομένων σχετικά με εσάς ή τις χρήσεις που κάνετε.</b> Έτσι, οι αναφορές εxodus σας λένε ποια είναι τα συστατικά του κέικ.
es: Un rastreador es una pieza de software <b>destinada a recopilar datos sobre ti o tus usos.</b> Así que, los informes εxodus te dicen cuáles son los ingredientes del pastel.
fr: Un pisteur est un bout de logiciel <b>dont le but est la collecte de données à propos de vous et de vos usages.</b> Ainsi, les rapports d’εxodus vous révèlent les ingrédients du gâteau.
it: Un tracker è una parte del software <b>pensata per ottenere dati su di te e sugli utilizzi che fai di un'applicazione.</b> Quindi, i report di εxodus ti dicono quali sono gli ingredienti della torta.

source: εxodus does not decompile applications, its analysis method is legal.
de: εxodus dekompiliert Anwendungen nicht, die Analysemethode ist legal.
el: Το εxodus δεν κάνει decompile τις εφαρμογές, η μέθοδος της ανάλυσης είναι νόμιμη.
es: εxodus no descompila aplicaciones, su método de análisis es legal.
fr: εxodus ne décompile pas les applications, sa technique d’analyse est légale.
it: εxodus non decompila le applicazioni, il suo metodo di analisi è legale.

source: What is a tracker? And a permission? Are there any alternatives to protect yourself?
de: Was ist ein Tracker? Und was eine Berechtigung? Gibt es Alternativen, um sich zu schützen?
el: Τι είναι το tracker; Και η άδεια; Υπάρχουν εναλλακτικές λύσεις για να προστατευτείτε;
es: ¿Qué es un rastreador? ¿Y un permiso? ¿Hay alternativas para protegerte a ti mismo?
fr: Qu'est-ce qu'un pisteur ? Et une permission ? Existe-t-il des alternatives pour se protéger ?
it: Cos'è un tracker? E un permesso? Ci sono delle alternative per proteggerti?

source: Let's go!
de: Los geht’s!
el: Πάμε!
es: ¡Vamos!
fr: C'est parti !
it: Andiamo!

source: The organization
de: Die Organisation
el: Ο οργανισμός
es: La organización
fr: L'association
it: L'organizzazione

source: The privacy audit platform for Android applications
de: Die Datenschutz-Audit-Plattform für Android-Anwendungen
el: Η πλατφόρμα ελέγχου απορρήτου για εφαρμογές Android
es: La plataforma de auditoría de privacidad para aplicaciones Android
fr: La plateforme d'audit de la vie privée des applications Android
it: La piattaforma di audit della privacy per le applicazioni Android

source: What's next?
de: Wie geht es weiter?
el: Τι θα ακολουθήσει;
es: ¿Y ahora?
fr: Et après ?
it: E adesso?

source: We know it is not easy to find alternatives in order to escape trackers within our apps. We prepared a list of tools and things you can do to better manage your privacy on your smartphone.
de: Wir wissen, dass es nicht einfach ist, Alternativen zu finden, um Trackern in Apps zu entkommen. Wir haben eine Liste von Tools und Dingen vorbereitet, die Sie tun können, um Ihre Privatsphäre auf Ihrem Smartphone besser verwalten zu können.
el: Γνωρίζουμε ότι δεν είναι εύκολο να βρούμε εναλλακτικές λύσεις για να ξεφύγουμε από τα tracker στις εφαρμογές μας. Ετοιμάσαμε μια λίστα εργαλείων και πραγμάτων που μπορείτε να κάνετε για να διαχειριστείτε καλύτερα το απόρρητό στο smartphone σας.
es: Sabemos que no es fácil encontrar alternativas para escapar de los rastreadores dentro de nuestras aplicaciones. Hemos preparado una lista de herramientas y cosas que puedes hacer para gestionar mejor tu privacidad en tu smartphone.
fr: Nous savons qu'il n'est pas facile de trouver des alternatives afin d'échapper aux pisteurs dans nos applications. Nous vous avons donc préparé une liste de quelques outils et pratiques destinés à mieux maîtriser votre intimité sur mobile !
it: Sappiamo che non è facile trovare alternative per sfuggire ai tracker all'interno delle app che utilizziamo. Abbiamo preparato un elenco di strumenti e tutto ciò che puoi fare per gestire meglio la tua privacy sul tuo smartphone.

source: Consider how you use applications
de: Überlegen Sie, wie Sie die Anwendungen verwenden
el: Σκεφτείτε πώς χρησιμοποιείτε εφαρμογές
es: Considere cómo usar las aplicaciones
fr: Réfléchir à ses propres usages
it: Fai attenzione a come utilizzi le applicazioni

source: When you wish to install an application or when an application asks for personal information, ask yourself the following questions:
de: Wenn Sie eine Anwendung installieren möchten oder wenn eine Anwendung persönliche Informationen verlangt, stellen Sie sich folgende Fragen:
el: Όταν επιθυμείτε να εγκαταστήσετε μια εφαρμογή ή όταν μια εφαρμογή ζητά προσωπικά στοιχεία, ρωτήστε τον εαυτό σας τις ακόλουθες ερωτήσεις:
es: Cuando desees instalar una aplicación o cuando una aplicación solicite información personal, hazte las siguientes preguntas:
fr: Quand vous souhaitez installer une application ou quand une application vous demande des éléments personnels, posez-vous les questions suivantes :
it: Quando desideri installare un'applicazione o quando un'applicazione richiede informazioni personali, poniti le seguenti domande:

source: how many trackers does it contain and what permissions does it ask for?
de: Wie viele Tracker enthält sie und welche Berechtigungen verlangt sie?
el: πόσα trackers περιέχει και τι δικαιώματα ζητάει;
es: ¿cuántos rastreadores contiene y qué permisos solicita?
fr: combien contient-elle de pisteurs et quelles autorisations sont demandées ?
it: quanti tracker contiene e quali permessi richiede?

source: do I want or need to install it?
de: Muss oder möchte ich sie installieren?
el: θέλω ή πρέπει να το εγκαταστήσω;
es: ¿Quiero o necesito instalarlo?
fr: ai-je envie ou besoin de l'installer ?
it: voglio/ho bisogno di installarla?

source: do I want or need to give it what it asks me?
de: Muss oder möchte ich ihr die Daten geben?
el: θέλω ή πρέπει να του δώσω αυτά που ζητάει;
es: ¿Quiero o necesito darle lo que me pide?
fr: ai-je envie ou besoin de lui donner ce qu'elle me demande ?
it: voglio/ho bisogno di dare all'applicazione i permessi che mi chiede?

source: It is up to you to decide but by taking into consideration your daily use, you can have a better control over your digital identity.
de: Die Entscheidung liegt bei Ihnen, aber unter Berücksichtigung Ihres täglichen Gebrauchs können Sie eine bessere Kontrolle über Ihre digitale Identität haben.
el: Εσείς πρέπει να αποφασίσετε, αλλά λαμβάνοντας υπόψη την καθημερινή σας χρήση, μπορείτε να έχετε καλύτερο έλεγχο της ψηφιακής σας ταυτότητας.
es: Depende de ti decidir, pero teniendo en cuenta su uso diario, usted puede tener un mejor control sobre su identidad digital.
fr: C'est à vous de décider, mais en réfléchissant ainsi à vos usages au quotidien, vous pouvez avoir une meilleure maîtrise de notre identité numérique.
it: Sta a te decidere, ma prendendo in considerazione il tuo uso quotidiano puoi avere un controllo migliore sulla tua identità digitale.

source: You could also contact the people who offer you the application if you consider it to be too intrusive and ask them some explanations on the presence of trackers and permission requests.
de: Sie können sich auch an die Personen wenden, die die Anwendung anbieten, wenn Sie sie für zu aufdringlich halten und sie um einige Erklärungen über das Vorhandensein von Trackern und Berechtigungen fragen.
el: Θα μπορούσατε επίσης να επικοινωνήσετε με τα άτομα που σας προσφέρουν την εφαρμογή, εάν το θεωρείτε υπερβολικά ενοχλητικό και να τους ζητήσετε κάποιες εξηγήσεις σχετικά με την παρουσία trackers και αιτημάτων άδειας.
es: También puede ponerse en contacto con las personas que le ofrecen la solicitud si la considera demasiado intrusiva y preguntarle algunas explicaciones sobre la presencia de rastreadores y solicitudes de permiso.
fr: Vous pouvez aussi contacter la personne qui vous propose l'application si vous considérez que celle-ci est trop intrusive, et lui demander des explications sur la présence de pisteurs et la demande de permissions.
it: Potresti anche contattare le persone che ti offrono l'applicazione se la ritieni troppo invadente e chiederli spiegazioni sulla presenza di tracker e richieste di permesso.

source: Favour free software
de: Bevorzuge Freie Software
el: Προτιμήστε το δωρεάν λογισμικό
es: Favorecer al software libre
fr: Privilégier des applis libres
it: Dai priorità a app libere

source: What is called 'free' software is software whose code (i.e. its recipe, or list of instructions) can be changed, copied, verified... and is thus transparent. A free software application might exist to replace an app that you already use but that may not respect your privacy.
de: Was als 'freie' Software bezeichnet wird, ist Software, deren Code (d.h. ihr Konzept oder eine Liste von Anweisungen) geändert, kopiert, überprüft werden kann... und ist somit transparent. Eine freie Software-Anwendung könnte existieren, um eine App zu ersetzen, die Sie bereits verwenden, aber Ihre Privatsphäre möglicherweise nicht respektiert.
el: Αυτό που ονομάζεται «ελεύθερο» λογισμικό είναι λογισμικό του οποίου ο κώδικας (δηλ. Η συνταγή του ή ο κατάλογος οδηγιών) μπορεί να αλλάξει, να αντιγραφεί, να επαληθευτεί ... και επομένως να έχει διαφάνεια. Ενδέχεται να υπάρχει εφαρμογή δωρεάν λογισμικού για την αντικατάσταση μιας εφαρμογής που χρησιμοποιείτε ήδη, αλλά μπορεί να μην σέβεται το απόρρητo σας.
es: Lo que se denomina software "libre" es software cuyo código (es decir, su receta o lista de instrucciones) puede ser cambiado, copiado, verificado... y es así transparente. Una aplicación de software libre podría existir para reemplazar una aplicación que ya usas, pero que puede no respetar tu privacidad.
fr: Les applications dites « libres » sont des programmes dont le code (c'est-à-dire la recette de cuisine) est modifiable, copiable, vérifiable… et donc transparentes. Il existe peut-être une application libre pour remplacer, dans vos usages, une application qui ne respecterai pas votre vie privée.
it: Quello che viene chiamato "software libero" è un software il cui codice (cioè la ricetta o l'elenco delle istruzioni) può essere modificato, copiato, verificato... ed è quindi trasparente. Potrebbe esistere un'applicazione libera per sostituire un'app che già utilizzi ma che potrebbe non rispettare la tua privacy.

source: If you are an Android user, you can install <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a>. It is a free software store that can be used instead or in addition to the Google Play store. Do not hesitate to refer to the <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>F-Droid documentation</a> if needed. Be aware, however, that some F-Droid applications are not available in all languages.
de: Wenn Sie ein Android-Nutzer sind, können Sie <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a> installieren. Es ist ein kostenloser Software-Store, der anstatt des oder zusätzlich zum Google Play Store verwendet werden kann. Zögern Sie nicht, sich bei Bedarf auf die <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>F-Droid Dokumentation</a> zu beziehen. Beachten Sie jedoch, dass einige F-Droid-Anwendungen nicht in allen Sprachen verfügbar sind.
el: Εάν είστε χρήστης Android, μπορείτε να εγκαταστήσετε το <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a>. Είναι ένα κατάστημα δωρεάν λογισμικού που μπορεί να χρησιμοποιηθεί αντ 'αυτού ή επιπλέον του Google Play store. Μην διστάσετε να ανατρέξετε στο <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>F-Droid documentation</a> αν χρειαστεί. Λάβετε υπόψη, ωστόσο, ότι ορισμένες εφαρμογές F-Droid δεν είναι διαθέσιμες σε όλες τις γλώσσες.
es: Si eres un usuario de Android, puedes instalar <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a>. Es una tienda de software libre que se puede utilizar en su lugar o además de la tienda Google Play. No dude en consultar la <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>documentación de F-Droid</a> si es necesario. Tenga en cuenta, sin embargo, que algunas aplicaciones de F-Droid no están disponibles en todos los idiomas.
fr: Si vous utilisez Android, vous pouvez installer <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a>. C'est un magasin d'applications libres, que vous pouvez utiliser à la place ou en complément du Google Play store. N'hésitez pas à vous référer à la <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>documentation de F-Droid</a> en cas de besoin. Attention cependant, certaines applications de F-Droid ne sont pas traduites dans toutes les langues.
it: Se sei un utente Android, puoi installare <a target='_blank' rel='noreferrer' href='https://f-droid.org/'>F-Droid</a>. E un store di software liberi che può essere utilizzato in aggiunta o al posto del Google Play Store. Non esitare a riferirti alla documentazione <a target='_blank' rel='noreferrer' href='https://f-droid.org/docs/'>F-Droid</a> se necessario. Sii consapevole, tuttavia, che alcune applicazioni F-Droid non sono disponibili in tutte le lingue.

source: Use the mobile website instead of the application
de: Verwenden Sie die mobile Website statt der Anwendung
el: Χρησιμοποιήστε τον ιστότοπο για κινητά αντί για την εφαρμογή
es: Usar el sitio web móvil en lugar de la aplicación
fr: Utiliser le site mobile à la place de l'application
it: Utilizza il sito web mobile invece dell'applicazione

source: On a mobile device you don't necessary have to use applications: you can use mobile websites instead. One advantage in favour of the latter is the possibility to use web browser add-ons, in the same way you can do it on your computer (e.g. uBlock Origin).
de: Auf einem mobilen Gerät müssen Sie keine Apps verwenden: Sie können stattdessen mobile Websites verwenden. Ein Vorteil für letztere ist die Möglichkeit, Web-Browser Add-ons zu verwenden, auf die gleiche Weise wie Sie es auf Ihrem Computer tun (z.B. uBlock Origin).
el: Σε μια κινητή συσκευή δεν χρειάζεται να χρησιμοποιείτε εφαρμογές: μπορείτε να χρησιμοποιείτε τις ιστοσελίδες για κινητά. Ένα πλεονέκτημα υπέρ αυτού είναι η δυνατότητα χρήσης πρόσθετων στο προγράμμα περιήγησης ιστού, με τον ίδιο τρόπο που μπορείτε να το κάνετε στον υπολογιστή σας (π.χ. uBlock Origin).
es: En un dispositivo móvil no es necesario utilizar aplicaciones: en su lugar puede utilizar sitios web móviles. Una ventaja a favor de este último es la posibilidad de utilizar los complementos del navegador web, de la misma manera que puede hacerlo en su ordenador (ej. uBlock Origin).
fr: Sur mobile, vous n'êtes pas toujours obligé·e·s d'utiliser les applications et vous pouvez privilégier les sites mobile. L'avantage de ces derniers est de pouvoir ajouter des extensions sur les navigateurs, comme vous pouvez le faire sur un ordinateur (par exemple uBlock Origin).
it: Su un dispositivo mobile non è necessario utilizzare le applicazioni: è possibile utilizzare siti web mobili. Un vantaggio a favore di questi ultimi è la possibilità di utilizzare componenti aggiuntivi del browser web, allo stesso modo in cui puoi farlo sul tuo computer (es. uBlock Origin).

source: If you want a browser experience that is more respectful of your privacy, you can use alternative browsers such as Mozilla Firefox or the DuckDuckGo Privacy Browser.
de: Wenn Sie eine Browser-Erfahrung wünschen, die Ihre Privatsphäre besser respektiert, können Sie alternative Browser wie Mozilla Firefox oder den DuckDuckGo Privacy Browser verwenden.
el: Εάν θέλετε μια εμπειρία Browser που να σέβεται περισσότερο το απόρρητο σας, μπορείτε να χρησιμοποιήσετε εναλλακτικά προγράμματα περιήγησης, όπως το Mozilla Firefox ή τον απόρρητο Browser DuckDuckGo.
es: Si quieres una experiencia de navegador más respetuosa con tu privacidad, puedes usar navegadores alternativos como Mozilla Firefox o el navegador de privacidad DuckDuckGo.
fr: Pour une navigation plus respectueuse de vos données personnelles, il existe certains navigateurs comme Firefox ou DuckDuckgo Privacy Browser.
it: Se vuoi un'esperienza del browser più rispettosa della tua privacy, puoi utilizzare browser alternativi come Mozilla Firefox o DuckDuckGo Privacy Browser.

source: These browsers allow you to add your favorite websites on your home screen easily, just as an app (but lighter).
de: Diese Browser erlauben es Ihnen, Ihre Lieblings-Websites einfach auf Ihrem Startbildschirm hinzuzufügen, genauso wie eine App (aber sparsamer).
el: Αυτά τα προγράμματα περιήγησης σας επιτρέπουν να προσθέσετε τις αγαπημένες σας ιστοσελίδες, στην αρχική οθόνη, εύκολα, όπως μια εφαρμογή (αλλά ελαφρύτερο).
es: Estos navegadores te permiten añadir tus sitios favoritos en tu pantalla de inicio fácilmente, así como una aplicación (pero más ligera).
fr: Ces navigateurs permettent d'ajouter vos sites préférés sur votre écran d'accueil facilement, comme une application (en plus léger).
it: Questi browser ti permettono di aggiungere facilmente i tuoi siti web preferiti sulla tua schermata iniziale, proprio come un'app (ma in modo più leggero).

source: Install an ad blocker
de: Einen Werbeblocker installieren
el: Εγκαταστήστε ένα ad blocker
es: Instalar un bloqueador de anuncios
fr: Installer un bloqueur de publicités
it: Installa un blocker di pubblicità
