Repository: Exodus-Privacy/exodus
Catalog: exodus/exodus/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: In all cases, Android smartphones allow you to install ad-blocking applications such as <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. You can install it from F-Droid (cf. above) or from their own website.
de: In allen Fällen erlauben Android Smartphones die Installation von Werbeblocker Anwendungen wie <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. Sie können diese von F-Droid (siehe oben) oder von ihrer jeweiligen Website installieren.
el: Σε όλες τις περιπτώσεις, τα Android smartphone, σας επιτρέπουν να εγκαταστήσετε εφαρμογές αποκλεισμού διαφημίσεων όπως το <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. Μπορείτε να το εγκαταστήσετε από το F-Droid (δείτε παραπάνω) ή απο την ιστοσελίδα τους.
es: En todos los casos, los smartphones Android le permiten instalar aplicaciones que bloquean anuncios como <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. Puede instalarlo desde F-Droid (visto arriba) o desde su propia página web.
fr: Dans tous les cas, sur un téléphone Android, vous pouvez installer l'application bloqueuse de pubs <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. Pour cela, vous pouvez la trouver sur F-droid (cf. paragraphe précédent) ou depuis leur site internet. Cette application est en Français et est facile d'utilisation.
it: In tutti i casi, gli smartphone Android ti permettono di installare applicazioni che bloccano pubblicità come <a target='_blank' rel='noreferrer' href='https://blokada.org/'>Blokada</a>. È possibile installarla da F-Droid (cf. sopra) o dal proprio sito web.

source: Discover alternatives
de: Alternativen entdecken
el: Ανακαλύψτε εναλλακτικές λύσεις
es: Descubre alternativas
fr: Découvrir des alternatives
it: Scopri alternative

source: For broader recommendations, here are some resources you can dig in:
de: Für weitere Empfehlungen gibt es hier einige Ressourcen, die Sie sich ansehen können:
el: Για ευρύτερες προτάσεις, ακολουθούν ορισμένες πηγές που μπορείτε να ψάξετε:
es: Para recomendaciones más amplias, aquí hay algunos recursos que puedes explorar:
fr: Pour des recommandations plus larges, voici quelques ressources en français dans lesquelles vous pouvez piocher :
it: Per raccomandazioni più ampie, ecco alcune risorse che puoi esplorare:

source: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/en/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Surveillance Self-Defense by EFF</a></li> </ul>
de: <ul> <li><a target='_blank' rel='noreferrer' href='https://prism-break.org/de/categories/android/'>Prism Break</a></li> <li><a target='_blank' rel='noreferrer' href='https://ssd.eff.org/'>Surveillance Self-Defense by EFF</a></li> </ul>

source: Remain curious!
de: Bleib neugierig!
el: Παραμείνετε περίεργοι!
es: ¡Sigue teniendo curiosidad!
fr: Rester curieux⋅se !
it: Rimani curioso!

source: In this area, what is true today may not necessarily be true tomorrow: tools might come and go, application policies can change, security breaches can be discovered...
de: In diesem Bereich mag das, was heute gilt, morgen vielleicht nicht mehr unbedingt wahr sein: Tools können kommen und gehen Anwendungsrichtlinien können sich ändern, Sicherheitslücken können entdeckt werden...
el: Σε αυτόν τον τομέα, αυτό που ισχύει σήμερα μπορεί να μην ισχύει απαραίτητα και αύριο: εργαλεία μπορεί να έρθουν και να φύγουν, οι πολιτικές εφαρμογών μπορούν να αλλάξουν, να εντοπιστούν παραβιάσεις ασφάλειας...
es: En este ámbito, lo que es cierto hoy en día puede no serlo necesariamente mañana: las herramientas pueden ir y venir. las políticas de las aplicaciones pueden cambiar, vulnerabilidades de seguridad pueden ser descubiertas...
fr: Sur ce sujet, ce qui est vrai aujourd'hui ne le sera plus forcément demain : des outils peuvent apparaître, disparaître, les politiques des applications peuvent changer, une faille de sécurité peut être annoncée...
it: In questo settore, ciò che è vero oggi non sarà necessariamente vero domani: gli strumenti potrebbero andare e venire, le politiche dell'applicazione possono cambiare, violazioni di sicurezza possono essere rilevate...

source: To this effect, you can attend workshops held by associations such as <a target='_blank' rel='noreferrer' href='https://en.wikipedia.org/wiki/CryptoParty'>cryptoparties</a> or other organizations like public libraries.
de: Zu diesem Zweck können Sie Workshops von Verbänden wie <a target='_blank' rel='noreferrer' href='https://de.wikipedia.org/wiki/CryptoParty'>CryptoPartys</a> oder anderen Organisationen wie öffentlichen Bibliotheken besuchen.
el: Για το σκοπό αυτό, μπορείτε να παρακολουθήσετε workshops που διοργανώνονται από ενώσεις όπως <a target='_blank' rel='noreferrer' href='https://en.wikipedia.org/wiki/CryptoParty'>cryptoparties</a> ή άλλους οργανισμούς όπως οι δημόσιες βιβλιοθήκες.
es: A este efecto, puede asistir a talleres celebrados por asociaciones como <a target='_blank' rel='noreferrer' href='https://en.wikipedia.org/wiki/CryptoParty'>cryptoparties</a> u otras organizaciones como bibliotecas públicas.
fr: Pour cela, vous pouvez vous rendre à des ateliers de pratique, proposés par des associations comme les cafés vie privée ou bien des structures comme les médiathèques. Ce type de rendez-vous est souvent recensé sur <a target='_blank' rel='noreferrer' href='https://www.agendadulibre.org/'>l'agenda du libre</a>, mais n'hésitez pas à vous renseigner auprès du <a target='_blank' rel='noreferrer' href='https://www.ffdn.org/'>fournisseur d'accès à Internet associatif</a> le plus près de chez vous.
it: A tal fine, puoi partecipare ai workshop di associazioni come <a target='_blank' rel='noreferrer' href='https://en.wikipedia.org/wiki/CryptoParty'>cryptoparty</a> o di altre organizzazioni come le biblioteche pubbliche.

source: To stay up to date on these topics, you can find useful resources there:
de: Um über diese Themen auf dem Laufenden zu bleiben, finden Sie hier nützliche Ressourcen:
el: Για να παραμείνετε ενημερωμένοι σχετικά με αυτά τα θέματα, μπορείτε να βρείτε χρήσιμες πηγές εκεί:
es: Para estar al día sobre estos temas, puedes encontrar recursos útiles aquí:
fr: Pour organiser une veille sur ces sujets, voici quelques ressources intéressantes :
it: Per rimanere aggiornato su questi argomenti, puoi trovare risorse utili qui:

source: <ul> <li><a target='_blank' rel='noreferrer' href='https://www.eff.org/deeplinks'>EFF blog</a></li> <li><a target='_blank' rel='noreferrer' href='https://boingboing.net/'>The 'Boing Boing' blog</a></li> </ul>
de: <ul> <li><a target='_blank' rel='noreferrer' href='https://www.eff.org/deeplinks'>EFF Blog</a></li> <li><a target='_blank' rel='noreferrer' href='https://boingboing.net/'>Der 'Boing Boing' Blog</a></li> </ul>
es: <ul> <li><a target='_blank' rel='noreferrer' href='https://www.eff.org/deeplinks'>Blog EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://boingboing.net/'>El blog 'Boing Boing'</a></li> </ul>
fr: <ul> <li>Le blog de Framasoft, et notamment la revue de presse hebdomadaire <a target='_blank' rel='noreferrer' href='https://framablog.org/category/internet-et-societe/libre-veille/'>Khrys'presso</a></li> <li>La liste de diffusion <a target='_blank' rel='noreferrer' href='https://groupes.renater.fr/sympa/info/cryptobib'>Cryptobib</a> plutôt destinée à des bibliothécaires, mais pas que !</li> <li>Les publications du <a target='_blank' rel='noreferrer' href='https://linc.cnil.fr'>Laboratoire d'Innovation Numérique de la CNIL</a></li> </ul>
it: <ul> <li><a target='_blank' rel='noreferrer' href='https://www.eff.org/deeplinks'>Blog dell'EFF</a></li> <li><a target='_blank' rel='noreferrer' href='https://boingboing.net/'>Il blog 'Boing Boing'</a></li> </ul>

source: For advanced users
de: Für erfahrene Benutzer
el: Για προχωρημένους χρήστες
es: Para usuarios avanzados
fr: Pour utilisateur⋅ice avancé⋅e :
it: Per gli utenti avanzati

source: If you are into tweaking, <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a> is an operating system based on Android; it can be used without Google services. It is possible to install it on your smartphone, provided your device is compatible.
de: Wenn Sie Interesse am Optimieren haben: <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a> ist ein Betriebssystem basierend auf Android; es kann ohne Google-Dienste verwendet werden. Sie können es auf Ihrem Smartphone zu installieren, sofern Ihr Gerät kompatibel ist.
el: Αν σας αρέσει, το <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a>είναι ένα λειτουργικό σύστημα που βασίζεται στο Android. Μπορεί να χρησιμοποιηθεί χωρίς υπηρεσίες Google. Μπορείτε να το εγκαταστήσετε στο smartphone σας, υπό την προϋπόθεση ότι η συσκευή σας είναι συμβατή.
es: Si te interesa modificar, <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a> es un sistema operativo basado en Android; puede ser utilizado sin servicios de Google. Es posible instalarlo en tu smartphone, siempre que su dispositivo sea compatible.
fr: Si vous aimez bidouiller, <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a> est un système d'exploitation basé sur Android, utilisable sans les services Google. Il est possible de l'installer sur son téléphone, à condition d'avoir un mobile compatible.
it: Se ti piace armeggiare, <a target='_blank' rel='noreferrer' href='https://lineageos.org/'>Lineage OS</a> è un sistema operativo basato su Android; può essere utilizzato senza i servizi Google. È possibile installarlo sul tuo smartphone, a condizione che il tuo dispositivo sia compatibile.

source: Exodus Privacy is a non-profit organization led by hacktivists. Its purpose is to help people get a better understanding of the Android applications tracking issues.
de: Exodus Privacy ist eine gemeinnützige Organisation, die von Hacktivisten geleitet wird. Ihr Zweck ist es, Menschen zu helfen, ein besseres Verständnis der Tracking-Probleme in Android Anwendungen zu erhalten.
el: Το Exodus Privacy είναι ένας μη κερδοσκοπικός οργανισμός με επικεφαλής τους hacktivists. Σκοπός του είναι να βοηθήσει τους ανθρώπους να κατανοήσουν καλύτερα τα ζητήματα παρακολούθησης των εφαρμογών Android.
es: Exodus Privacy es una organización sin ánimo de lucro dirigida por hacktivistas. Su propósito es ayudar a la gente a comprender mejor los problemas de rastreo de las aplicaciones Android.
fr: Exodus Privacy est une association à but non-lucratif, régie par la loi de 1901. Le but de cette organisation animée par des hacktivistes est de permettre une meilleure compréhension des enjeux liés au pistage par le biais des applications Android.
it: Exodus Privacy è un'organizzazione no-profit guidata da hacktivisti. Il suo scopo è aiutare le persone a comprendere meglio i problemi di tracciamento tramite le applicazioni Android.

source: Discover Exodus Privacy
de: Exodus Privacy entdecken
el: Ανακαλύψτε το Exodus Privacy
es: Descubre Exodus Privacy
fr: Découvrez Exodus Privacy
it: Scopri Exodus Privacy

source: Help us!
de: Hilf uns!
el: Βοηθήστε μας!
es: ¡Ayúdanos!
fr: Aidez-nous !
it: Aiutaci!
oc: Ajudatz-nos !

source: Exodus Privacy is an organization managed by volunteers. Whether you would like to draw, translate, code or create any kind of content, feel free: we welcome any help.
de: Exodus Privacy ist eine Organisation, die von Freiwilligen verwaltet wird. Egal, ob Sie Inhalte zeichnen, übersetzen, programmieren oder erstellen möchten, wir freuen uns über jede Hilfe.
el: Το Exodus Privacy είναι ένας οργανισμός που διαχειρίζεται απο εθελοντές. Είτε θέλετε να σχεδιάσετε, να μεταφράσετε, να γράψετε κώδικα ή να δημιουργήσετε οποιοδήποτε είδος περιεχομένου, μη διστάσετε: είμαστε ευπρόσδεκτοι για οποιαδήποτε βοήθεια.
es: Exodus Privacy es una organización administrada por voluntarios. Tanto si deseas dibujar, traducir, codificar o crear cualquier tipo de contenido, siéntete libre de hacerlo: agradecemos cualquier ayuda.
fr: Exodus Privacy est une association gérée par des bénévoles. Que vous ayez envie de dessiner, traduire, coder ou créer des contenus, n'hésitez pas : toute aide est la bienvenue !
it: Exodus Privacy è un'organizzazione gestita da volontari. Se vuoi disegnare, tradurre, programmare o creare qualsiasi tipo di contenuto, sentiti libero: diamo il benvenuto a qualsiasi aiuto.

source: How to contribute?
de: Wie kann ich etwas beitragen?
el: Πώς να συνεισφέρετε;
es: ¿Cómo contribuir?
fr: Comment contribuer ?
it: Come contribuire?

source: Contact us
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fr: Nous contacter
it: Contattaci

source: Contact us!
de: Kontaktieren Sie uns!
el: Επικοινωνήστε μαζί μας!
es: ¡Contáctanos!
fr: Contactez-nous !
it: Contattaci!

source: Follow us!
de: Folgen Sie uns!
el: Aκολουθήστε μας!
es: ¡Síguenos!
fr: Suivez-nous !
it: Seguiteci!

source: Permissions
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fr: Les permissions
it: Permessi

source: Permissions are access rights an app asks to access on your phone.
de: Berechtigungen sind Zugriffsrechte, nach denen eine App fragt, um auf Ihr Telefon zuzugreifen.
el: Τα δικαιώματα είναι άδειες πρόσβασης που ζητά μια εφαρμογή για πρόσβαση στο τηλέφωνο σας.
es: Los permisos son derechos de acceso que una aplicación solicita para acceder en tu teléfono.
fr: Les permissions sont les droits d'accès qu'une application va demander à votre téléphone.
it: I permessi sono diritti di accesso che l'app chiede di accedere sul tuo telefono.

source: What type of permissions?
de: Welche Art von Berechtigungen?
el: Τι είδους δικαιώματα;
es: ¿Qué tipo de permisos?
fr: Quel type de permissions ?
it: Che tipo di permessi?

source: They can concern various features or pieces of information, such as access to your geolocation, your contacts, your files, your microphone, vibrate function, camera and so on. Exodus Privacy analyses allow you to know, on a per app basis, which permissions are asked.
de: Sie können verschiedene Merkmale oder Informationen betreffen, wie den Zugriff auf Ihren Standort, Ihre Kontakte, Ihre Dateien, Ihr Mikrofon, Vibrationsfunktion, Kamera usw. Exodus Datenschutzanalysen erlauben Ihnen, für jede App zu wissen, welche Berechtigungen angefragt werden.
el: Μπορεί να αφορά διάφορες λειτουργίες ή πληροφορίες, όπως πρόσβαση στη τοποθεσία σας, τις επαφές σας, τα αρχεία σας, το μικρόφωνο σας, τη λειτουργία δόνησης, την κάμερα και ούτω καθεξής. Οι αναλύσεις Exodus Privacy σας επιτρέπουν να γνωρίζετε, ανά εφαρμογή, ποια δικαιώματα απαιτούνται.
es: Pueden afectar a varias características o piezas de información, como el acceso a tu geolocalización, tus contactos, tus archivos, tu micrófono, función de vibración, cámara y demás. Los análisis de privacidad de Exodus te permiten saber qué permisos se solicitan en cada aplicación.
fr: Elles peuvent concerner des fonctionnalités ou des informations diverses, comme l'accès à votre géolocalisation, à vos contacts, vos fichiers, votre micro, votre vibreur, votre appareil photo... Les analyses d'Exodus Privacy vous permettent, application par application, de savoir quelles autorisations sont demandées.
it: Possono riguardare varie funzioni o parti di informazioni, come l'accesso alla tua geolocalizzazione, i tuoi contatti, i tuoi file, il tuo microfono, la funzione vibrazione, la fotocamera e così via. Le analisi di Exodus Privacy ti permettono di sapere, per ogni app, quali permessi sono richiesti.

source: Why are some permissions indicated as dangerous?
de: Warum werden einige Berechtigungen als gefährlich angezeigt?
el: Γιατί ορισμένα δικαιώματα αναφέρονται ως επικίνδυνα;
es: ¿Por qué algunos permisos están indicados como peligrosos?
fr: Pourquoi certaines permissions sont indiquées comme dangereuses ?
it: Perché alcuni permessi sono indicati come pericolosi?

source: Google defines <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>danger levels for permissions</a>, which we report in our analyses.
de: Google definiert <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>Gefahrenstufen für Berechtigungen</a>, die wir in unseren Analysen melden.
el: Το Google ορίζει <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>επίπεδα κινδύνου για τα δικαιώματα</a>, που αναφέρουμε στις αναλύσεις μας.
es: Google define <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>niveles de peligro para los permisos</a>, que reportamos en nuestros análisis.
fr: Google définit <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>un niveau de dangerosité des permissions</a> que nous indiquons dans nos rapports.
it: Google definisce <a target='_blank' rel='noreferrer' href='https://developer.android.com/guide/topics/permissions/overview'>livelli di pericolo per i permessi</a>, che riportiamo nelle nostre analisi.

source: Do I have control over these permissions?
de: Habe ich Kontrolle über diese Berechtigungen?
el: Έχω έλεγχο επί αυτών των αδειών;
es: ¿Tengo control sobre estos permisos?
fr: Ai-je la main sur les permissions ?
it: Ho il controllo su questi permessi?

source: Depending on your smartphone and operating system, it is possible to restrain some of these permissions by going into your phone's settings.
de: Abhängig von Ihrem Smartphone und Betriebssystem ist es möglich, einige dieser Berechtigungen einzuschränken, indem Sie in die Einstellungen Ihres Telefons gehen.
el: Ανάλογα με το smartphone και το λειτουργικό σας σύστημα, μπορείτε να περιορίσετε ορισμένα από αυτά τα δικαιώματα μεταβαίνοντας στις ρυθμίσεις του τηλεφώνου σας.
es: Dependiendo de su smartphone y sistema operativo, es posible restringir algunos de estos permisos yendo a la configuración del teléfono.
fr: Suivant le modèle de téléphone et son système d'exploitation, il est possible de restreindre certaines permissions en allant dans les paramètres de son téléphone.
it: A seconda del tuo smartphone e del sistema operativo, è possibile limitare alcuni di questi permessi andando nelle impostazioni del tuo telefono.

source: Trackers
de: Tracker
es: Rastreadores
fr: Les pisteurs
it: Tracker

source: This page is mostly a rework of <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>this article</a>, published under CC-BY-NC license.
de: Diese Seite ist hauptsächlich eine Überarbeitung <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>dieses Artikels</a>, veröffentlicht unter der CC-BY-NC-Lizenz.
el: Αυτή η σελίδα είναι ως επί το πλείστον επανεξέταση του <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>αυτό το άρθρο</a>, δημοσιεύεται με άδεια CC-BY-NC.
es: Esta página es principalmente un rediseño de <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>este artículo</a>, publicado bajo licencia CC-BY-NC.
fr: Cette page est en grande partie une reprise de <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>cet article</a>, publié sous licence CC-BY-NC.
it: Questa pagina è principalmente una rielaborazione di <a target='_blank' rel='noreferrer' href='https://esther.codes/exodus-et-les-pisteurs'>questo articolo</a>, pubblicato sotto licenza CC-BY-NC.

source: What is a tracker?
de: Was ist ein Tracker?
el: Τι είναι το tracker;
es: ¿Qué es un rastreador?
fr: Qu'est ce qu'un pisteur ?
it: Cos'è un tracker?

source: See the video
de: Video ansehen
el: Δείτε το βίντεο
es: Ver el video
fr: Voir la vidéo
it: Guarda il video

source: A tracker is a piece of software whose task is to gather information on the person using the application, on how they use it, or on the smartphone being used. A tracker is usually distributed by companies as a SDK (Software Development Kit), a sort of ready-made toolkit, aiming to make it easier for application developers. To be noted : 'open source' trackers exist, their code is available and open to everyone.
de: Ein Tracker ist eine Software, deren Aufgabe es ist, Informationen über die Nutzer der App zu sammeln, wie die App verwendet wird, oder über das Smartphone, auf dem sie verwendet wird. Ein Tracker wird normalerweise von Unternehmen als SDK (Software Development Kit) vertrieben, eine Art fertiges Toolkit, das darauf abzielt, es für Anwendungsentwickler einfacher zu machen. „Open Source“-Tracker existieren allerdings auch, ihr Code ist verfügbar und für jedermann zugänglich.
el: Το Tracker, είναι ένα κομμάτι λογισμικού, του οποίου η αποστολή είναι να συλλέγει πληροφορίες σχετικά με το άτομο που χρησιμοποιεί την εφαρμογή, τον τρόπο με τον οποίο τη χρησιμοποιεί ή για το smartphone που χρησιμοποιείται. Ένα tracker διανέμεται συνήθως από εταιρείες ως SDK (Software Development Kit), ένα είδος έτοιμου κιτ εργαλείων, με στόχο να διευκολύνει τους προγραμματιστές των εφαρμογών. Πρέπει να σημειωθεί: υπάρχουν trackers «ανοιχτού κώδικα», ο κώδικας τους είναι διαθέσιμος και ανοιχτός σε όλους.
es: Un rastreador es una pieza de software cuya tarea es reunir información sobre la persona que utiliza la aplicación, sobre cómo lo usan, o en el smartphone que se está usando. Un rastreador es generalmente distribuido por compañías como un SDK (Software Development Kit), una especie de kit de herramientas ya preparado, con el objetivo de facilitar la tarea de los desarrolladores de aplicaciones. Hay que tener en cuenta : los rastreadores de código abierto existen, su código está disponible y abierto a todos.
fr: Un pisteur est un « morceau » de logiciel en charge de collecter des informations sur la personne qui utilise une application, ou bien sur les usages ou l'environnement de cette personne. Un pisteur est très souvent distribué par une société sous la forme de SDK (Software Development Kit), une sorte de boîte à outils prête à l'emploi et destinée à faciliter la tâche des personnes développant des applications. Notons qu'il existe des pisteurs dits open source dont le code de ceux-ci est disponible et consultable par quiconque.
it: Un tracker è un software il cui compito è raccogliere informazioni sulla persona che usa l'applicazione, su come la usa o sullo smartphone che viene utilizzato. Un tracker è solitamente distribuito dalle aziende come SDK (Software Development Kit), una sorta di toolkit già pronto, con l'obiettivo di rendere più facile per gli sviluppatori di applicazioni. Da notare: i tracker 'open source' esistono, il loro codice è disponibile e aperto a tutti.

source: Are all trackers created equal?
de: Sind alle Tracker gleich?
el: Είναι όλοι οι ιχνηλάτες που δημιουργούνται ίσοι;
es: ¿Se crean todos los rastreadores igual?
fr: Tous les pisteurs sont-ils égaux ?
it: Tutti i tracker sono uguali?

source: No, all trackers do not have the same function and they can present different levels of (privacy) intrusion.
de: Nein, nicht alle Tracker haben die gleiche Funktionen und sie können verschiedene Ebenen des Eingriffs (in die Privatsphäre) darstellen.
el: Όχι, όλοι οι ιχνηλάτες δεν έχουν την ίδια λειτουργία και μπορούν να παρουσιάσουν διαφορετικά επίπεδα εισβολής ιδιωτικότητας.
es: No, todos los rastreadores no tienen la misma función y pueden presentar diferentes niveles de intrusión de la privacidad.
fr: Non, tous les pisteurs ne font pas le même métier et ne représentent pas le même degré d'intrusion.
it: No, tutti i tracker non hanno la stessa funzione e possono presentare diversi livelli di intrusione (della privacy).
