Repository: Exodus-Privacy/exodus
Catalog: exodus/trackers/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fr, it, oc

source: You need to be registered
de: Sie müssen registriert sein
el: Πρέπει να έχετε εγγραφεί
es: Necesitas estar registrado
fr: Vous devez être connecté.e
it: È necessario essere registrati

source: Statistics
de: Statistik
el: Στατιστικά
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Most frequent trackers
de: Häufigste Tracker
el: Τα πιο συχνά trackers
es: Rastreadores más frecuentes
fr: Pisteurs les plus fréquents
it: I tracker più comuni

source: found in %(count)s application
de: in %(count)s App gefunden
el: βρέθηκε σε %(count)s εφαρμογή
es: encontrado en %(count)s aplicación
fr: trouvé dans %(count)s application
it: trovato in %(count)s applicazione

source: Present in: <b>%(count)s application</b>
de: Vorhanden in <b>%(count)s App</b>
el: Παρών σε: <b>%(count)s εφαρμογή</b>
es: Presente en: <b>%(count)s aplicación</b>
fr: Présent dans : <b>%(count)s application</b>
it: Presente in: <b>%(count)s applicazione</b>

source: Tracker web page
de: Tracker-Webseite
el: Σελίδα Ιστού Tracker
es: Página web del rastreador
fr: Page web du pisteur
it: Pagina web del tracker

source: Detection rules
de: Erkennungsregeln
el: Κανόνες ανίχνευσης
es: Reglas de detección
fr: Règles de détection
it: Regole di rilevamento
oc: Règlas de deteccion

source: Code detection rule:
de: Code-Erkennungsregel:
el: Κανόνας ανίχνευσης κώδικα:
es: Regla de detección de código:
fr: Règle de détection (code) :
it: Regola di rilevamento (codice):
oc: Règla de deteccion (còdi) :

source: Network detection rule:
de: Netzwerkerkennungsregel:
el: Κανόνας ανίχνευσης δικτύου:
es: Regla de detección de red:
fr: Règle de détection (réseau) :
it: Regola di rilevamento (rete):
oc: Règla de deteccion (ret) :

source: Documentation
es: Documentación

source: Latest reports with this tracker
de: Neueste Berichte mit diesem Tracker
el: Τελευταίες αναφορές με αυτό το tracker
es: Últimos informes con este rastreador
fr: Derniers rapports avec ce pisteur
it: Ultimi report con questo tracker

source: Trackers
de: Tracker
es: Rastreadores
fr: Pisteurs
it: Tracker

source: known tracker
de: bekannter Tracker
el: γνωστό tracker
es: rastreador conocido
fr: pisteur connu
it: tracker noto

source: Sorted by
de: Sortiert nach
el: Ταξινομημένο κατά
es: Ordenados por
fr: Triés par
it: Ordinati per

source: Alphabetical order
de: Alphabetische Reihenfolge
el: Αλφαβητική σειρά
es: Orden alfabético
fr: Ordre alphabétique
it: Ordine alfabetico

source: Number of applications
de: Anzahl der Anwendungen
el: Αριθμός εφαρμογών
es: Número de aplicaciones
fr: Nombre d'applications
it: Numero di applicazioni

source: Search by name
es: Buscar por nombre
fr: Rechercher par nom
it: Cerca per nome

source: No trackers are available
de: Keine Tracker verfügbar
el: Δεν υπάρχουν διαθέσιμα trackers
es: No hay rastreadores disponibles
fr: Aucun pisteur disponible
it: Nessun tracker disponibile
oc: Cap de traçador disponible

source: Tracker does not exist
de: Tracker existiert nicht
el: Το tracker δεν υπάρχει
es: El rastreador no existe
fr: Aucun pisteur trouvé
it: Il tracker non esiste

source: Go to the tracker web page.
oc: Pagina web del traçado

source: Code signature:
oc: Signatura :

source: Available report for this tracker
oc: Rapòrt disponible per aqueste traçador

source: Recognized tracker
oc: Traçador conegut

source: trackers does not exist
oc: los traçadors existisson pas

source: tracker does not exist
oc: lo traçador existís pas
